{"<eos>": 0, "<unk>": 1, ".": 2, ",": 3, "the": 4, "a": 5, "and": 6, "of": 7, "to": 8, "in": 9, "is": 10, "that": 11, "his": 12, "with": 13, "as": 14, "for": 15, "it": 16, "an": 17, "but": 18, "on": 19, "he": 20, "her": 21, "this": 22, "\"": 23, "by": 24, "who": 25, "film": 26, "has": 27, "(": 28, ")": 29, "be": 30, "are": 31, "from": 32, "its": 33, "their": 34, "at": 35, "one": 36, "movie": 37, "about": 38, "they": 39, "it's": 40, "when": 41, "not": 42, "all": 43, "out": 44, "into": 45, "have": 46, "more": 47, "story": 48, "you": 49, "she": 50, "life": 51, "up": 52, "him": 53, "than": 54, "or": 55, "like": 56, "love": 57, "will": 58, "so": 59, "what": 60, "new": 61, "if": 62, "only": 63, "--": 64, ";": 65, "just": 66, "time": 67, "can": 68, "no": 69, "two": 70, "world": 71, "them": 72, "way": 73, "young": 74, "even": 75, "some": 76, "most": 77, "man": 78, "which": 79, "was": 80, "after": 81, "been": 82, "much": 83, "too": 84, "good": 85, "-": 86, "own": 87, ":": 88, "make": 89, "while": 90, "get": 91, "through": 92, "find": 93, "where": 94, "i": 95, "family": 96, "there": 97, "other": 98, "best": 99, "?": 100, "first": 101, "comedy": 102, "very": 103, "years": 104, "little": 105, "back": 106, "never": 107, "work": 108, "old": 109, "characters": 110, "how": 111, "enough": 112, "also": 113, "between": 114, "may": 115, "doesn't": 116, "being": 117, "over": 118, "people": 119, "does": 120, "makes": 121, "go": 122, "down": 123, "off": 124, "take": 125, "before": 126, "us": 127, "girl": 128, "lives": 129, "see": 130, "day": 131, "well": 132, "we": 133, "both": 134, "do": 135, "end": 136, "now": 137, "any": 138, "comes": 139, "father": 140, "your": 141, "then": 142, "must": 143, "would": 144, "finds": 145, "takes": 146, "many": 147, "still": 148, "together": 149, "friends": 150, "home": 151, "another": 152, "could": 153, "death": 154, "made": 155, "bad": 156, "director": 157, "those": 158, "had": 159, "help": 160, "himself": 161, "every": 162, "funny": 163, "real": 164, "there's": 165, "without": 166, "become": 167, "long": 168, "movies": 169, "each": 170, "look": 171, "woman": 172, "american": 173, "isn't": 174, "year": 175, "really": 176, "three": 177, "he's": 178, "things": 179, "school": 180, "because": 181, "great": 182, "heart": 183, "set": 184, "such": 185, "becomes": 186, "mother": 187, "these": 188, "better": 189, "come": 190, "drama": 191, "nothing": 192, "seems": 193, "something": 194, "though": 195, "action": 196, "big": 197, "son": 198, "true": 199, "films": 200, "gets": 201, "last": 202, "were": 203, "ever": 204, "might": 205, "away": 206, "can't": 207, "documentary": 208, "that's": 209, "war": 210, "against": 211, "should": 212, "place": 213, "past": 214, "soon": 215, "city": 216, "yet": 217, "whose": 218, "women": 219, "sense": 220, "!": 221, "cast": 222, "character": 223, "goes": 224, "once": 225, "performances": 226, "turns": 227, "wife": 228, "kind": 229, "men": 230, "same": 231, "high": 232, "around": 233, "boy": 234, "falls": 235, "plot": 236, "thing": 237, "going": 238, "job": 239, "until": 240, "daughter": 241, "however": 242, "part": 243, "friend": 244, "john": 245, "beautiful": 246, "begins": 247, "small": 248, "few": 249, "along": 250, "far": 251, "hard": 252, "less": 253, "money": 254, "human": 255, "tale": 256, "de": 257, "don't": 258, "kids": 259, "often": 260, "dark": 261, "during": 262, "everything": 263, "'": 264, "almost": 265, "know": 266, "our": 267, "ultimately": 268, "works": 269, "here": 270, "murder": 271, "music": 272, "despite": 273, "live": 274, "full": 275, "fun": 276, "meets": 277, "quite": 278, "screen": 279, "again": 280, "itself": 281, "keep": 282, "living": 283, "night": 284, "relationship": 285, "tries": 286, "hollywood": 287, "moments": 288, "power": 289, "script": 290, "wants": 291, "watching": 292, "children": 293, "feels": 294, "having": 295, "house": 296, "humor": 297, "left": 298, "since": 299, "gives": 300, "group": 301, "right": 302, "romantic": 303, "star": 304, "trying": 305, "want": 306, "audience": 307, "entertaining": 308, "interesting": 309, "making": 310, "town": 311, "film's": 312, "plays": 313, "secret": 314, "thriller": 315, "worth": 316, "discovers": 317, "perfect": 318, "times": 319, "york": 320, "black": 321, "dead": 322, "evil": 323, "my": 324, "acting": 325, "dream": 326, "journey": 327, "original": 328, "under": 329, "watch": 330, "emotional": 331, "looking": 332, "next": 333, "parents": 334, "seen": 335, "lot": 336, "mysterious": 337, "tells": 338, "always": 339, "experience": 340, "feel": 341, "finally": 342, "four": 343, "history": 344, "named": 345, "picture": 346, "based": 347, "days": 348, "order": 349, "performance": 350, "play": 351, "show": 352, "special": 353, "themselves": 354, "why": 355, "you're": 356, "art": 357, "behind": 358, "country": 359, "minutes": 360, "save": 361, "search": 362, "she's": 363, "think": 364, "turn": 365, "care": 366, "drug": 367, "least": 368, "short": 369, "sometimes": 370, "starts": 371, "stories": 372, "decides": 373, "seem": 374, "anyone": 375, "career": 376, "face": 377, "follows": 378, "rather": 379, "actors": 380, "husband": 381, "lost": 382, "series": 383, "brother": 384, "crime": 385, "future": 386, "getting": 387, "give": 388, "herself": 389, "plan": 390, "police": 391, "reality": 392, "anything": 393, "cinema": 394, "dreams": 395, "events": 396, "forced": 397, "guy": 398, "head": 399, "leads": 400, "material": 401, "s": 402, "try": 403, "video": 404, "able": 405, "different": 406, "five": 407, "local": 408, "prison": 409, "put": 410, "compelling": 411, "escape": 412, "fact": 413, "fight": 414, "kill": 415, "meet": 416, "modern": 417, "offers": 418, "political": 419, "team": 420, "whole": 421, "chance": 422, "idea": 423, "lead": 424, "need": 425, "pretty": 426, "strange": 427, "although": 428, "bit": 429, "business": 430, "done": 431, "entertainment": 432, "feature": 433, "leave": 434, "mind": 435, "quickly": 436, "working": 437, "couple": 438, "dialogue": 439, "inside": 440, "later": 441, "point": 442, "sex": 443, "stop": 444, "truth": 445, "actually": 446, "book": 447, "former": 448, "killed": 449, "me": 450, "moving": 451, "played": 452, "shot": 453, "age": 454, "dramatic": 455, "found": 456, "game": 457, "hope": 458, "horror": 459, "michael": 460, "personal": 461, "say": 462, "shows": 463, "called": 464, "everyone": 465, "got": 466, "learn": 467, "manages": 468, "mr": 469, "romance": 470, "scene": 471, "second": 472, "sent": 473, "several": 474, "sister": 475, "social": 476, "subject": 477, "version": 478, "change": 479, "cinematic": 480, "fascinating": 481, "french": 482, "girlfriend": 483, "hand": 484, "hit": 485, "hours": 486, "powerful": 487, "successful": 488, "trip": 489, "bring": 490, "classic": 491, "dangerous": 492, "david": 493, "direction": 494, "dog": 495, "leaves": 496, "moment": 497, "piece": 498, "portrait": 499, "returns": 500, "robert": 501, "upon": 502, "using": 503, "you'll": 504, "attempt": 505, "deal": 506, "fans": 507, "nearly": 508, "rock": 509, "scenes": 510, "strong": 511, "comic": 512, "culture": 513, "discover": 514, "friendship": 515, "girls": 516, "known": 517, "marriage": 518, "middle": 519, "start": 520, "summer": 521, "talent": 522, "tv": 523, "adventure": 524, "alone": 525, "battle": 526, "charm": 527, "clever": 528, "eyes": 529, "including": 530, "instead": 531, "ride": 532, "sees": 533, "street": 534, "act": 535, "ago": 536, "already": 537, "bank": 538, "boys": 539, "decide": 540, "exactly": 541, "final": 542, "god": 543, "matter": 544, "problem": 545, "rich": 546, "run": 547, "simply": 548, "tell": 549, "ultimate": 550, "whether": 551, "whom": 552, "wrong": 553, "agent": 554, "attempts": 555, "band": 556, "car": 557, "case": 558, "clear": 559, "close": 560, "college": 561, "coming": 562, "either": 563, "especially": 564, "gang": 565, "given": 566, "hands": 567, "identity": 568, "jack": 569, "likely": 570, "married": 571, "name": 572, "narrative": 573, "novel": 574, "peter": 575, "probably": 576, "process": 577, "role": 578, "runs": 579, "title": 580, "uses": 581, "violence": 582, "across": 583, "affair": 584, "beyond": 585, "break": 586, "child": 587, "community": 588, "complex": 589, "earth": 590, "effects": 591, "ends": 592, "fine": 593, "killer": 594, "late": 595, "line": 596, "looks": 597, "members": 598, "others": 599, "secrets": 600, "sets": 601, "style": 602, "sure": 603, "taking": 604, "use": 605, "among": 606, "brings": 607, "engaging": 608, "filmmaker": 609, "gay": 610, "learns": 611, "message": 612, "project": 613, "revenge": 614, "running": 615, "side": 616, "smart": 617, "spirit": 618, "they're": 619, "thought": 620, "visual": 621, "america": 622, "artist": 623, "begin": 624, "charlie": 625, "course": 626, "doing": 627, "easy": 628, "effort": 629, "feeling": 630, "filmmaking": 631, "hell": 632, "ideas": 633, "images": 634, "important": 635, "justice": 636, "needs": 637, "quirky": 638, "rare": 639, "result": 640, "road": 641, "sort": 642, "struggle": 643, "top": 644, "trouble": 645, "vision": 646, "ways": 647, "what's": 648, "white": 649, "actor": 650, "believe": 651, "body": 652, "dr": 653, "fate": 654, "force": 655, "half": 656, "king": 657, "land": 658, "light": 659, "possible": 660, "stars": 661, "state": 662, "success": 663, "sweet": 664, "wedding": 665, "&#38": 666, "arrives": 667, "bizarre": 668, "british": 669, "detective": 670, "dull": 671, "else": 672, "eventually": 673, "eye": 674, "familiar": 675, "female": 676, "fire": 677, "forces": 678, "happy": 679, "hilarious": 680, "knows": 681, "party": 682, "person": 683, "problems": 684, "serious": 685, "sexual": 686, "single": 687, "south": 688, "steve": 689, "taken": 690, "unexpected": 691, "viewers": 692, "won't": 693, "worst": 694, "amusing": 695, "beautifully": 696, "brought": 697, "camera": 698, "charming": 699, "chinese": 700, "company": 701, "completely": 702, "deep": 703, "deeply": 704, "didn't": 705, "fails": 706, "honest": 707, "intelligent": 708, "mystery": 709, "question": 710, "sad": 711, "someone": 712, "thinks": 713, "wild": 714, "wit": 715, "beauty": 716, "did": 717, "fall": 718, "fantasy": 719, "filmmakers": 720, "form": 721, "gone": 722, "happens": 723, "innocent": 724, "johnny": 725, "keeps": 726, "master": 727, "moves": 728, "nature": 729, "quest": 730, "realize": 731, "slow": 732, "spy": 733, "tragedy": 734, "unique": 735, "attention": 736, "baby": 737, "class": 738, "criminal": 739, "directed": 740, "early": 741, "ending": 742, "enjoy": 743, "epic": 744, "hero": 745, "interest": 746, "level": 747, "mark": 748, "mission": 749, "outside": 750, "plans": 751, "pleasure": 752, "recent": 753, "relationships": 754, "return": 755, "sam": 756, "screenplay": 757, "stay": 758, "talk": 759, "television": 760, "unfortunately": 761, "you've": 762, "2": 763, "childhood": 764, "difficult": 765, "follow": 766, "forever": 767, "free": 768, "genre": 769, "government": 770, "involved": 771, "island": 772, "issues": 773, "lacks": 774, "laughs": 775, "london": 776, "loses": 777, "perhaps": 778, "quality": 779, "reason": 780, "red": 781, "seeing": 782, "simple": 783, "society": 784, "solid": 785, "soul": 786, "study": 787, "suspense": 788, "told": 789, "win": 790, "within": 791, "writing": 792, "above": 793, "alive": 794, "approach": 795, "boyfriend": 796, "call": 797, "cannot": 798, "century": 799, "created": 800, "finding": 801, "footage": 802, "hospital": 803, "industry": 804, "major": 805, "means": 806, "movie's": 807, "powers": 808, "price": 809, "production": 810, "provides": 811, "race": 812, "record": 813, "seemingly": 814, "situation": 815, "teen": 816, "tom": 817, "world's": 818, "ability": 819, "ancient": 820, "bruce": 821, "caught": 822, "certainly": 823, "contemporary": 824, "cool": 825, "effective": 826, "entire": 827, "era": 828, "excellent": 829, "fear": 830, "fresh": 831, "harry": 832, "hold": 833, "hot": 834, "la": 835, "lack": 836, "los": 837, "man's": 838, "passion": 839, "professional": 840, "puts": 841, "remains": 842, "rest": 843, "slowly": 844, "straight": 845, "teacher": 846, "theater": 847, "writer": 848, "'the": 849, "became": 850, "blood": 851, "brothers": 852, "captures": 853, "changes": 854, "control": 855, "creates": 856, "creative": 857, "crew": 858, "date": 859, "except": 860, "fast": 861, "following": 862, "highly": 863, "impossible": 864, "joe": 865, "leaving": 866, "machine": 867, "martin": 868, "mostly": 869, "neither": 870, "nor": 871, "north": 872, "popular": 873, "psychological": 874, "realizes": 875, "ring": 876, "sea": 877, "somehow": 878, "stage": 879, "stuff": 880, "surprisingly": 881, "urban": 882, "usual": 883, "who's": 884, "animation": 885, "army": 886, "bond": 887, "camp": 888, "complicated": 889, "debut": 890, "easily": 891, "emotionally": 892, "energy": 893, "explores": 894, "famous": 895, "fighting": 896, "filled": 897, "flick": 898, "grace": 899, "guys": 900, "i'm": 901, "intelligence": 902, "involving": 903, "law": 904, "led": 905, "lies": 906, "main": 907, "maybe": 908, "moral": 909, "neighborhood": 910, "nick": 911, "older": 912, "predictable": 913, "proves": 914, "silly": 915, "store": 916, "students": 917, "suddenly": 918, "surface": 919, "terms": 920, "tough": 921, "truly": 922, "used": 923, "actress": 924, "adult": 925, "alex": 926, "balance": 927, "bright": 928, "catch": 929, "chris": 930, "elements": 931, "enjoyable": 932, "expect": 933, "experiences": 934, "extraordinary": 935, "focus": 936, "giving": 937, "green": 938, "huge": 939, "intense": 940, "interested": 941, "large": 942, "lover": 943, "memory": 944, "o": 945, "ones": 946, "path": 947, "period": 948, "playing": 949, "pop": 950, "prove": 951, "security": 952, "sequel": 953, "strength": 954, "struggles": 955, "took": 956, "tragic": 957, "worse": 958, "you'd": 959, "yourself": 960, "10": 961, "anna": 962, "apart": 963, "ben": 964, "chicago": 965, "colorful": 966, "common": 967, "computer": 968, "conflict": 969, "delivers": 970, "desperately": 971, "destroy": 972, "determined": 973, "doctor": 974, "emotions": 975, "encounters": 976, "existence": 977, "extreme": 978, "faith": 979, "gags": 980, "historical": 981, "japanese": 982, "latest": 983, "let": 984, "longer": 985, "loved": 986, "magic": 987, "matt": 988, "melodrama": 989, "memories": 990, "military": 991, "musical": 992, "number": 993, "open": 994, "opera": 995, "opportunity": 996, "pay": 997, "points": 998, "poor": 999, "quiet": 1000, "rachel": 1001, "room": 1002, "sound": 1003, "surprise": 1004, "touching": 1005, "turned": 1006, "turning": 1007, "understand": 1008, "unusual": 1009, "visually": 1010, "water": 1011, "word": 1012, "y": 1013, "2002": 1014, "amazing": 1015, "appeal": 1016, "artistic": 1017, "audiences": 1018, "boring": 1019, "born": 1020, "boss": 1021, "broken": 1022, "came": 1023, "complete": 1024, "crazy": 1025, "create": 1026, "crush": 1027, "cultural": 1028, "desperate": 1029, "dogs": 1030, "door": 1031, "drugs": 1032, "dumb": 1033, "e": 1034, "earnest": 1035, "exercise": 1036, "fame": 1037, "father's": 1038, "formula": 1039, "further": 1040, "general": 1041, "hunter": 1042, "imagination": 1043, "inspired": 1044, "intriguing": 1045, "james": 1046, "meanwhile": 1047, "missing": 1048, "nice": 1049, "pair": 1050, "planet": 1051, "que": 1052, "rescue": 1053, "reveals": 1054, "seeks": 1055, "ship": 1056, "stand": 1057, "stands": 1058, "storytelling": 1059, "struggling": 1060, "student": 1061, "suicide": 1062, "talented": 1063, "teenage": 1064, "terrific": 1065, "thomas": 1066, "touch": 1067, "wanted": 1068, "wonderful": 1069, "000": 1070, "adaptation": 1071, "adults": 1072, "angel": 1073, "arts": 1074, "becoming": 1075, "blue": 1076, "brilliant": 1077, "building": 1078, "california": 1079, "capable": 1080, "center": 1081, "christmas": 1082, "concept": 1083, "desire": 1084, "eddie": 1085, "ensemble": 1086, "family's": 1087, "fashion": 1088, "fellow": 1089, "growing": 1090, "gun": 1091, "ice": 1092, "india": 1093, "international": 1094, "join": 1095, "jokes": 1096, "key": 1097, "kid": 1098, "laugh": 1099, "legendary": 1100, "losing": 1101, "lovely": 1102, "memorable": 1103, "mess": 1104, "near": 1105, "oscar": 1106, "overcome": 1107, "particularly": 1108, "perfectly": 1109, "pregnant": 1110, "present": 1111, "presents": 1112, "russian": 1113, "santa": 1114, "sean": 1115, "sexy": 1116, "sit": 1117, "somewhat": 1118, "suffers": 1119, "tone": 1120, "track": 1121, "unlikely": 1122, "view": 1123, "viewer": 1124, "waiting": 1125, "wealthy": 1126, "writer-director": 1127, "abandoned": 1128, "accident": 1129, "accidentally": 1130, "acted": 1131, "angeles": 1132, "appears": 1133, "attitude": 1134, "bill": 1135, "carry": 1136, "central": 1137, "certain": 1138, "challenges": 1139, "chase": 1140, "comedies": 1141, "daniel": 1142, "disturbing": 1143, "dying": 1144, "east": 1145, "enemy": 1146, "event": 1147, "fairly": 1148, "finish": 1149, "frank": 1150, "freedom": 1151, "gorgeous": 1152, "grief": 1153, "hasn't": 1154, "haunting": 1155, "heaven": 1156, "hidden": 1157, "hour": 1158, "humanity": 1159, "ii": 1160, "immediately": 1161, "jason": 1162, "leading": 1163, "loss": 1164, "luck": 1165, "martial": 1166, "mitchell": 1167, "news": 1168, "nightmare": 1169, "none": 1170, "obsessed": 1171, "pace": 1172, "pictures": 1173, "previous": 1174, "private": 1175, "promising": 1176, "protect": 1177, "reach": 1178, "setting": 1179, "sharp": 1180, "six": 1181, "spend": 1182, "spends": 1183, "streets": 1184, "subtle": 1185, "telling": 1186, "test": 1187, "thanks": 1188, "throughout": 1189, "today": 1190, "twists": 1191, "utterly": 1192, "various": 1193, "veteran": 1194, "walk": 1195, "wonder": 1196, "words": 1197, "worthy": 1198, "youth": 1199, "badly": 1200, "biggest": 1201, "build": 1202, "club": 1203, "cold": 1204, "coming-of-age": 1205, "cop": 1206, "couldn't": 1207, "creepy": 1208, "cut": 1209, "danger": 1210, "dealer": 1211, "deserves": 1212, "die": 1213, "drag": 1214, "effect": 1215, "encounter": 1216, "fairy": 1217, "falling": 1218, "farm": 1219, "fbi": 1220, "fit": 1221, "gentle": 1222, "genuine": 1223, "george": 1224, "ghost": 1225, "gold": 1226, "greatest": 1227, "hardly": 1228, "holds": 1229, "hopes": 1230, "impact": 1231, "impressive": 1232, "inner": 1233, "jail": 1234, "jim": 1235, "keeping": 1236, "l": 1237, "leader": 1238, "mary": 1239, "max": 1240, "merely": 1241, "murdered": 1242, "obvious": 1243, "occasionally": 1244, "overall": 1245, "pain": 1246, "partner": 1247, "patricia": 1248, "paul": 1249, "possibly": 1250, "premise": 1251, "pretentious": 1252, "pull": 1253, "pulls": 1254, "religious": 1255, "revealing": 1256, "rise": 1257, "satisfying": 1258, "sequences": 1259, "sight": 1260, "simon": 1261, "spectacular": 1262, "spiritual": 1263, "step": 1264, "stunning": 1265, "survive": 1266, "talking": 1267, "toward": 1268, "trapped": 1269, "travels": 1270, "u": 1271, "van": 1272, "victim": 1273, "visit": 1274, "warm": 1275, "west": 1276, "william": 1277, "year's": 1278, "ahead": 1279, "anthony": 1280, "appear": 1281, "bar": 1282, "barely": 1283, "brain": 1284, "breaks": 1285, "brutally": 1286, "cause": 1287, "chemistry": 1288, "choose": 1289, "christian": 1290, "continues": 1291, "convincing": 1292, "deeper": 1293, "deliver": 1294, "depth": 1295, "drive": 1296, "due": 1297, "earlier": 1298, "edge": 1299, "el": 1300, "english": 1301, "examination": 1302, "fan": 1303, "feelings": 1304, "felt": 1305, "forget": 1306, "front": 1307, "fully": 1308, "gangster": 1309, "gradually": 1310, "grand": 1311, "grows": 1312, "handsome": 1313, "happiness": 1314, "heads": 1315, "helps": 1316, "henry": 1317, "hong": 1318, "imagine": 1319, "interviews": 1320, "intimate": 1321, "irish": 1322, "joy": 1323, "killing": 1324, "landscape": 1325, "lonely": 1326, "lovers": 1327, "male": 1328, "meaning": 1329, "months": 1330, "mother's": 1331, "move": 1332, "odd": 1333, "offer": 1334, "office": 1335, "ordinary": 1336, "otherwise": 1337, "outrageous": 1338, "park": 1339, "peace": 1340, "physical": 1341, "plenty": 1342, "politics": 1343, "purpose": 1344, "remake": 1345, "remarkable": 1346, "remember": 1347, "results": 1348, "robbery": 1349, "rural": 1350, "sends": 1351, "share": 1352, "skin": 1353, "southern": 1354, "steven": 1355, "strike": 1356, "stuck": 1357, "succeeds": 1358, "suspect": 1359, "ten": 1360, "terrible": 1361, "terrifying": 1362, "thinking": 1363, "tired": 1364, "train": 1365, "travel": 1366, "trust": 1367, "ugly": 1368, "unlike": 1369, "unsettling": 1370, "victims": 1371, "village": 1372, "violent": 1373, "winning": 1374, "written": 1375, "20": 1376, "adam": 1377, "air": 1378, "alien": 1379, "assassin": 1380, "assistant": 1381, "attack": 1382, "bed": 1383, "beginning": 1384, "billy": 1385, "border": 1386, "cash": 1387, "cia": 1388, "combat": 1389, "comedic": 1390, "con": 1391, "convinced": 1392, "count": 1393, "creature": 1394, "dance": 1395, "decent": 1396, "desert": 1397, "differences": 1398, "digital": 1399, "discovery": 1400, "disney": 1401, "doubt": 1402, "escapes": 1403, "essentially": 1404, "evidence": 1405, "execution": 1406, "facing": 1407, "families": 1408, "figure": 1409, "flat": 1410, "flaws": 1411, "foreign": 1412, "german": 1413, "gripping": 1414, "guns": 1415, "happen": 1416, "intentions": 1417, "internet": 1418, "investigation": 1419, "killers": 1420, "lee": 1421, "lesson": 1422, "lets": 1423, "list": 1424, "loves": 1425, "loving": 1426, "matters": 1427, "mike": 1428, "million": 1429, "mix": 1430, "mob": 1431, "murders": 1432, "national": 1433, "natural": 1434, "painful": 1435, "prevent": 1436, "promises": 1437, "queen": 1438, "quick": 1439, "rarely": 1440, "refuses": 1441, "score": 1442, "signs": 1443, "situations": 1444, "soap": 1445, "spectacle": 1446, "sports": 1447, "support": 1448, "supposed": 1449, "sustain": 1450, "t": 1451, "tension": 1452, "texas": 1453, "thrown": 1454, "trail": 1455, "tried": 1456, "twist": 1457, "typical": 1458, "underworld": 1459, "united": 1460, "value": 1461, "washington": 1462, "waste": 1463, "williams": 1464, "yes": 1465, "younger": 1466, "absorbing": 1467, "allen": 1468, "ambitious": 1469, "angry": 1470, "avoid": 1471, "bears": 1472, "beloved": 1473, "beneath": 1474, "code": 1475, "color": 1476, "constantly": 1477, "contrived": 1478, "courage": 1479, "cousin": 1480, "decades": 1481, "definitely": 1482, "delicate": 1483, "delightful": 1484, "development": 1485, "equally": 1486, "eve": 1487, "example": 1488, "faced": 1489, "flicks": 1490, "forms": 1491, "grant": 1492, "grow": 1493, "guard": 1494, "hair": 1495, "heavy": 1496, "hired": 1497, "hits": 1498, "horrible": 1499, "increasingly": 1500, "indian": 1501, "insight": 1502, "jackson": 1503, "jewish": 1504, "kidnapped": 1505, "las": 1506, "lines": 1507, "mafia": 1508, "match": 1509, "media": 1510, "mountain": 1511, "nine": 1512, "niro": 1513, "nonetheless": 1514, "owner": 1515, "parker": 1516, "parts": 1517, "places": 1518, "producer": 1519, "professor": 1520, "provide": 1521, "pursuit": 1522, "questions": 1523, "radio": 1524, "raised": 1525, "ray": 1526, "restaurant": 1527, "revolution": 1528, "roots": 1529, "routine": 1530, "roxie": 1531, "rules": 1532, "san": 1533, "scary": 1534, "serial": 1535, "seriously": 1536, "sick": 1537, "slice": 1538, "somewhere": 1539, "sons": 1540, "states": 1541, "strikes": 1542, "studio": 1543, "surprises": 1544, "survival": 1545, "system": 1546, "talks": 1547, "target": 1548, "task": 1549, "thin": 1550, "thoroughly": 1551, "thoughtful": 1552, "towards": 1553, "traditional": 1554, "twisted": 1555, "type": 1556, "underground": 1557, "understanding": 1558, "vincent": 1559, "women's": 1560, "zone": 1561, "11": 1562, "30": 1563, "account": 1564, "actions": 1565, "acts": 1566, "add": 1567, "advice": 1568, "animal": 1569, "apartment": 1570, "appealing": 1571, "aren't": 1572, "average": 1573, "awkward": 1574, "believes": 1575, "bitter": 1576, "blind": 1577, "brutal": 1578, "c": 1579, "capture": 1580, "challenge": 1581, "chan": 1582, "chaotic": 1583, "compassion": 1584, "confront": 1585, "consequences": 1586, "conservative": 1587, "crafted": 1588, "crisis": 1589, "deadly": 1590, "dealing": 1591, "dies": 1592, "dinner": 1593, "discovered": 1594, "disguise": 1595, "dragon": 1596, "efforts": 1597, "emerges": 1598, "england": 1599, "engrossing": 1600, "enter": 1601, "enterprise": 1602, "enters": 1603, "everyday": 1604, "executive": 1605, "expected": 1606, "facts": 1607, "features": 1608, "flawed": 1609, "food": 1610, "forgettable": 1611, "generation": 1612, "ground": 1613, "guilty": 1614, "happened": 1615, "haunted": 1616, "hide": 1617, "homes": 1618, "hoping": 1619, "imagery": 1620, "innocence": 1621, "intellectual": 1622, "interview": 1623, "jedi": 1624, "jones": 1625, "journalist": 1626, "jr": 1627, "k": 1628, "keith": 1629, "knowing": 1630, "kyle": 1631, "lifestyle": 1632, "lord": 1633, "lots": 1634, "lucy": 1635, "madness": 1636, "manhattan": 1637, "member": 1638, "met": 1639, "missed": 1640, "morning": 1641, "motion": 1642, "moved": 1643, "ms": 1644, "normal": 1645, "offering": 1646, "old-fashioned": 1647, "passed": 1648, "passionate": 1649, "performers": 1650, "pick": 1651, "potential": 1652, "promise": 1653, "public": 1654, "rap": 1655, "reading": 1656, "ready": 1657, "reporter": 1658, "research": 1659, "revolves": 1660, "riveting": 1661, "rob": 1662, "roger": 1663, "satire": 1664, "saw": 1665, "searching": 1666, "seeking": 1667, "sentimental": 1668, "service": 1669, "seven": 1670, "shame": 1671, "showing": 1672, "sisters": 1673, "skills": 1674, "soldiers": 1675, "sounds": 1676, "soundtrack": 1677, "spirited": 1678, "stolen": 1679, "subjects": 1680, "suffering": 1681, "tape": 1682, "tedious": 1683, "teenagers": 1684, "themes": 1685, "thought-provoking": 1686, "throws": 1687, "treasure": 1688, "unable": 1689, "universal": 1690, "values": 1691, "weekend": 1692, "weird": 1693, "willing": 1694, "witty": 1695, "2001": 1696, "5": 1697, "accept": 1698, "accessible": 1699, "adventures": 1700, "affection": 1701, "allows": 1702, "amount": 1703, "answers": 1704, "arrested": 1705, "bear": 1706, "birthday": 1707, "bland": 1708, "blend": 1709, "bobby": 1710, "bored": 1711, "bride": 1712, "bullock": 1713, "buried": 1714, "bus": 1715, "captain": 1716, "carefully": 1717, "carlos": 1718, "chief": 1719, "city's": 1720, "clearly": 1721, "combination": 1722, "consider": 1723, "considered": 1724, "continue": 1725, "court": 1726, "creating": 1727, "cute": 1728, "daily": 1729, "damage": 1730, "damned": 1731, "daring": 1732, "decided": 1733, "deftly": 1734, "delivered": 1735, "depressing": 1736, "detail": 1737, "died": 1738, "disaster": 1739, "drawn": 1740, "eccentric": 1741, "editing": 1742, "eight": 1743, "entirely": 1744, "equivalent": 1745, "escaped": 1746, "exciting": 1747, "exotic": 1748, "exploration": 1749, "faces": 1750, "fat": 1751, "fiction": 1752, "field": 1753, "france": 1754, "gift": 1755, "goofy": 1756, "graham": 1757, "hip": 1758, "holocaust": 1759, "holy": 1760, "honor": 1761, "ill": 1762, "imax": 1763, "incredible": 1764, "indie": 1765, "inventive": 1766, "j": 1767, "joke": 1768, "kong": 1769, "lacking": 1770, "lady": 1771, "lawyer": 1772, "lena": 1773, "levels": 1774, "loud": 1775, "manager": 1776, "meditation": 1777, "mental": 1778, "mexican": 1779, "miller": 1780, "minor": 1781, "miss": 1782, "misses": 1783, "mistake": 1784, "mitch": 1785, "modest": 1786, "mood": 1787, "mountains": 1788, "necessary": 1789, "nicholas": 1790, "noble": 1791, "notorious": 1792, "nuclear": 1793, "onto": 1794, "operation": 1795, "originality": 1796, "paid": 1797, "passes": 1798, "personality": 1799, "phone": 1800, "pieces": 1801, "plain": 1802, "poetry": 1803, "porn": 1804, "potter": 1805, "prostitute": 1806, "pure": 1807, "raw": 1808, "read": 1809, "released": 1810, "remote": 1811, "report": 1812, "respect": 1813, "roles": 1814, "said": 1815, "sandler": 1816, "saved": 1817, "scientist": 1818, "scott": 1819, "sensitive": 1820, "serves": 1821, "shoes": 1822, "shooting": 1823, "sincere": 1824, "singer": 1825, "site": 1826, "sitting": 1827, "skill": 1828, "source": 1829, "space": 1830, "spell": 1831, "standards": 1832, "starting": 1833, "steal": 1834, "stone": 1835, "stops": 1836, "stupid": 1837, "sullivan": 1838, "surprising": 1839, "surreal": 1840, "suspects": 1841, "taste": 1842, "they've": 1843, "third": 1844, "tony": 1845, "tradition": 1846, "trial": 1847, "tribute": 1848, "undercover": 1849, "unfolds": 1850, "unknown": 1851, "usually": 1852, "virtually": 1853, "vivid": 1854, "wall": 1855, "week": 1856, "whatever": 1857, "woods": 1858, "x": 1859, "xxx": 1860, "12": 1861, "90": 1862, "adolescent": 1863, "aftermath": 1864, "agency": 1865, "aging": 1866, "alan": 1867, "alice": 1868, "animated": 1869, "apparent": 1870, "assigned": 1871, "attorney": 1872, "awful": 1873, "b": 1874, "basketball": 1875, "battles": 1876, "began": 1877, "betrayal": 1878, "birth": 1879, "blade": 1880, "block": 1881, "bloody": 1882, "buy": 1883, "calls": 1884, "cell": 1885, "chain": 1886, "changed": 1887, "chaos": 1888, "chilling": 1889, "circumstances": 1890, "closer": 1891, "commercial": 1892, "committed": 1893, "competition": 1894, "constant": 1895, "constructed": 1896, "contact": 1897, "conventional": 1898, "core": 1899, "corrupt": 1900, "credit": 1901, "crimes": 1902, "cross": 1903, "cuba": 1904, "curious": 1905, "dad": 1906, "dancer": 1907, "darkly": 1908, "deals": 1909, "delivery": 1910, "demands": 1911, "depiction": 1912, "desperation": 1913, "detailed": 1914, "divine": 1915, "drinking": 1916, "driver": 1917, "dry": 1918, "empty": 1919, "ended": 1920, "episode": 1921, "eric": 1922, "everybody": 1923, "excitement": 1924, "extremely": 1925, "facility": 1926, "faithful": 1927, "fathers": 1928, "fears": 1929, "featuring": 1930, "flashbacks": 1931, "fly": 1932, "focuses": 1933, "fortune": 1934, "francis": 1935, "freddy": 1936, "frequently": 1937, "friday": 1938, "frustrated": 1939, "games": 1940, "glass": 1941, "greek": 1942, "grew": 1943, "happening": 1944, "haven't": 1945, "holiday": 1946, "homicide": 1947, "humans": 1948, "hunt": 1949, "incredibly": 1950, "indeed": 1951, "information": 1952, "investigate": 1953, "jane": 1954, "jenny": 1955, "jimmy": 1956, "jordan": 1957, "kidnap": 1958, "kills": 1959, "kilo": 1960, "lazy": 1961, "legacy": 1962, "legend": 1963, "life's": 1964, "liked": 1965, "literally": 1966, "loose": 1967, "low": 1968, "lucky": 1969, "mainstream": 1970, "masterpiece": 1971, "mediocre": 1972, "mexico": 1973, "mindless": 1974, "mom": 1975, "monster": 1976, "murphy": 1977, "musicians": 1978, "obsession": 1979, "obviously": 1980, "particular": 1981, "peculiar": 1982, "pleasant": 1983, "post": 1984, "precious": 1985, "presence": 1986, "prime": 1987, "produced": 1988, "product": 1989, "profound": 1990, "push": 1991, "republic": 1992, "responsible": 1993, "roll": 1994, "satisfy": 1995, "screenwriter": 1996, "seat": 1997, "secretly": 1998, "seek": 1999, "served": 2000, "shadow": 2001, "shop": 2002, "shower": 2003, "slightly": 2004, "smoking": 2005, "song": 2006, "speak": 2007, "speaking": 2008, "spent": 2009, "spring": 2010, "started": 2011, "substance": 2012, "surrounding": 2013, "tales": 2014, "teams": 2015, "technology": 2016, "ted": 2017, "terribly": 2018, "thousands": 2019, "threat": 2020, "thus": 2021, "tim": 2022, "tong": 2023, "torn": 2024, "una": 2025, "valley": 2026, "vegas": 2027, "viewing": 2028, "wait": 2029, "we've": 2030, "went": 2031, "wind": 2032, "wish": 2033, "witness": 2034, "wonderfully": 2035, "wouldn't": 2036, "'70s": 2037, "achieves": 2038, "addition": 2039, "african": 2040, "aliens": 2041, "answer": 2042, "arrival": 2043, "arrive": 2044, "aside": 2045, "asks": 2046, "assassination": 2047, "austin": 2048, "begun": 2049, "believing": 2050, "belongs": 2051, "bigger": 2052, "bold": 2053, "books": 2054, "budget": 2055, "burns": 2056, "busy": 2057, "candy": 2058, "captured": 2059, "casting": 2060, "casts": 2061, "celebrity": 2062, "challenged": 2063, "changing": 2064, "cheap": 2065, "children's": 2066, "christopher": 2067, "cinematography": 2068, "claire": 2069, "cliches": 2070, "coast": 2071, "comfort": 2072, "concerned": 2073, "connection": 2074, "context": 2075, "cover": 2076, "covers": 2077, "criminals": 2078, "curse": 2079, "d": 2080, "da": 2081, "danny": 2082, "davis": 2083, "derivative": 2084, "deserve": 2085, "desires": 2086, "destiny": 2087, "developed": 2088, "develops": 2089, "difference": 2090, "directing": 2091, "director's": 2092, "directors": 2093, "disappointed": 2094, "divorce": 2095, "document": 2096, "don": 2097, "ellen": 2098, "elusive": 2099, "emphasizes": 2100, "empire": 2101, "en": 2102, "european": 2103, "exchange": 2104, "expert": 2105, "fake": 2106, "false": 2107, "fatal": 2108, "filmed": 2109, "fish": 2110, "forgotten": 2111, "formulaic": 2112, "franchise": 2113, "frida": 2114, "gem": 2115, "generally": 2116, "ghosts": 2117, "glimpse": 2118, "guidance": 2119, "guru": 2120, "handle": 2121, "harsh": 2122, "harvard": 2123, "held": 2124, "heroes": 2125, "hip-hop": 2126, "hogwarts": 2127, "hotel": 2128, "illegal": 2129, "immigrants": 2130, "importance": 2131, "individual": 2132, "insightful": 2133, "integrity": 2134, "intensity": 2135, "investigating": 2136, "iranian": 2137, "italian": 2138, "kung": 2139, "lake": 2140, "lame": 2141, "larger": 2142, "laughter": 2143, "lodge": 2144, "lose": 2145, "lying": 2146, "makers": 2147, "manipulating": 2148, "manner": 2149, "marie": 2150, "medical": 2151, "melodramatic": 2152, "mentor": 2153, "mildly": 2154, "minds": 2155, "monsters": 2156, "n": 2157, "nasty": 2158, "nicole": 2159, "nowhere": 2160, "officer": 2161, "one's": 2162, "pacino": 2163, "packed": 2164, "painfully": 2165, "paris": 2166, "patient": 2167, "perspective": 2168, "picks": 2169, "planning": 2170, "pleasures": 2171, "poet": 2172, "poetic": 2173, "poignant": 2174, "population": 2175, "president": 2176, "prey": 2177, "provocative": 2178, "realizing": 2179, "recently": 2180, "release": 2181, "remain": 2182, "remaining": 2183, "reunion": 2184, "ridiculous": 2185, "rio": 2186, "risk": 2187, "rose": 2188, "rule": 2189, "sacrifice": 2190, "sara": 2191, "sarah": 2192, "says": 2193, "separate": 2194, "sheriff": 2195, "shocking": 2196, "sides": 2197, "singing": 2198, "sophisticated": 2199, "standard": 2200, "starring": 2201, "status": 2202, "stranger": 2203, "stumbles": 2204, "stunts": 2205, "survivors": 2206, "teach": 2207, "teens": 2208, "tender": 2209, "tooth": 2210, "transplant": 2211, "triangle": 2212, "trifle": 2213, "troubled": 2214, "twice": 2215, "twin": 2216, "un": 2217, "uneven": 2218, "unfunny": 2219, "unless": 2220, "vampire": 2221, "vast": 2222, "virus": 2223, "visceral": 2224, "voice": 2225, "wacky": 2226, "walks": 2227, "walls": 2228, "watchable": 2229, "weeks": 2230, "winner": 2231, "woman's": 2232, "wooden": 2233, "write": 2234, "wrote": 2235, "15": 2236, "absurd": 2237, "academy": 2238, "activist": 2239, "agents": 2240, "ambition": 2241, "america's": 2242, "angela": 2243, "animals": 2244, "anime": 2245, "area": 2246, "artists": 2247, "attacks": 2248, "attraction": 2249, "attractive": 2250, "australian": 2251, "author": 2252, "avenge": 2253, "beach": 2254, "believable": 2255, "bittersweet": 2256, "blair": 2257, "board": 2258, "bob": 2259, "brad": 2260, "brazil": 2261, "brazilian": 2262, "brief": 2263, "brown": 2264, "burning": 2265, "capturing": 2266, "card": 2267, "carol": 2268, "carries": 2269, "charms": 2270, "check": 2271, "civil": 2272, "climax": 2273, "clues": 2274, "collision": 2275, "com": 2276, "condition": 2277, "confused": 2278, "considerable": 2279, "contest": 2280, "conviction": 2281, "convince": 2282, "convinces": 2283, "cops": 2284, "corner": 2285, "costumes": 2286, "countless": 2287, "credits": 2288, "cuban": 2289, "current": 2290, "dante": 2291, "dave": 2292, "dean": 2293, "debt": 2294, "decision": 2295, "deeds": 2296, "deft": 2297, "delicious": 2298, "determination": 2299, "disappearance": 2300, "diverse": 2301, "dollars": 2302, "double": 2303, "drags": 2304, "draws": 2305, "driven": 2306, "education": 2307, "emerge": 2308, "emma": 2309, "emotion": 2310, "equal": 2311, "erotic": 2312, "estate": 2313, "estranged": 2314, "everyone's": 2315, "exhilarating": 2316, "explain": 2317, "expose": 2318, "failed": 2319, "failure": 2320, "fallen": 2321, "fare": 2322, "favor": 2323, "favorite": 2324, "festival": 2325, "fianc&#233": 2326, "fights": 2327, "figures": 2328, "fill": 2329, "fired": 2330, "frame": 2331, "funeral": 2332, "g": 2333, "generic": 2334, "genius": 2335, "goal": 2336, "grave": 2337, "guilt": 2338, "h": 2339, "hang": 2340, "harrowing": 2341, "he'll": 2342, "health": 2343, "heard": 2344, "heartfelt": 2345, "hearts": 2346, "heat": 2347, "heist": 2348, "hiding": 2349, "hill": 2350, "hole": 2351, "holes": 2352, "homage": 2353, "hopelessly": 2354, "hugh": 2355, "hustler": 2356, "i've": 2357, "imaginative": 2358, "incident": 2359, "inspiring": 2360, "instantly": 2361, "japan": 2362, "josh": 2363, "judge": 2364, "kidnapping": 2365, "lane": 2366, "largely": 2367, "larry": 2368, "league": 2369, "legal": 2370, "length": 2371, "letter": 2372, "lie": 2373, "lived": 2374, "locations": 2375, "lousy": 2376, "lust": 2377, "lynn": 2378, "mad": 2379, "marry": 2380, "mask": 2381, "massive": 2382, "maudlin": 2383, "mean": 2384, "messages": 2385, "millions": 2386, "moore": 2387, "native": 2388, "nevertheless": 2389, "note": 2390, "numbers": 2391, "nurse": 2392, "object": 2393, "obsessive": 2394, "obstacles": 2395, "opening": 2396, "pack": 2397, "para": 2398, "paranoia": 2399, "paths": 2400, "philosophical": 2401, "pirates": 2402, "player": 2403, "please": 2404, "praise": 2405, "presented": 2406, "pressure": 2407, "priest": 2408, "prisoner": 2409, "prisoners": 2410, "prize": 2411, "psychiatrist": 2412, "quinn": 2413, "r": 2414, "random": 2415, "real-life": 2416, "realism": 2417, "realistic": 2418, "reasons": 2419, "refreshing": 2420, "refreshingly": 2421, "reign": 2422, "rejected": 2423, "reminds": 2424, "resonance": 2425, "reveal": 2426, "rival": 2427, "roommate": 2428, "rough": 2429, "rush": 2430, "safe": 2431, "saving": 2432, "scenario": 2433, "science": 2434, "secretary": 2435, "send": 2436, "shallow": 2437, "shelter": 2438, "shouldn't": 2439, "simplistic": 2440, "slick": 2441, "slight": 2442, "solve": 2443, "sorority": 2444, "spare": 2445, "spider-man": 2446, "spielberg": 2447, "spirits": 2448, "spite": 2449, "startling": 2450, "stays": 2451, "steps": 2452, "stones": 2453, "storyline": 2454, "strangely": 2455, "string": 2456, "structure": 2457, "stuart": 2458, "subversive": 2459, "succeed": 2460, "suggests": 2461, "superb": 2462, "superbly": 2463, "surely": 2464, "tall": 2465, "teaches": 2466, "technical": 2467, "teenager": 2468, "terrorist": 2469, "terry": 2470, "theatre": 2471, "theme": 2472, "thousand": 2473, "thrills": 2474, "tina": 2475, "tortured": 2476, "trade": 2477, "treat": 2478, "trey": 2479, "truck": 2480, "uncompromising": 2481, "unconventional": 2482, "uncover": 2483, "understated": 2484, "university": 2485, "vehicle": 2486, "velma": 2487, "vs": 2488, "wake": 2489, "wakes": 2490, "walter": 2491, "wasn't": 2492, "watched": 2493, "we're": 2494, "weak": 2495, "weight": 2496, "whimsical": 2497, "window": 2498, "wise": 2499, "wonders": 2500, "woody": 2501, "workers": 2502, "worlds": 2503, "writer/director": 2504, "'s": 2505, "*": 2506, "20th": 2507, "40": 2508, "51": 2509, "[the": 2510, "absolutely": 2511, "abuse": 2512, "according": 2513, "accused": 2514, "actual": 2515, "addiction": 2516, "adds": 2517, "admission": 2518, "agrees": 2519, "aid": 2520, "aka": 2521, "al": 2522, "anger": 2523, "armed": 2524, "arnold": 2525, "artificial": 2526, "ask": 2527, "asking": 2528, "atmosphere": 2529, "authorities": 2530, "aware": 2531, "barbershop": 2532, "bargained": 2533, "baseball": 2534, "behavior": 2535, "believed": 2536, "berlin": 2537, "besides": 2538, "biopic": 2539, "biting": 2540, "blow": 2541, "boasts": 2542, "bodies": 2543, "bomb": 2544, "bounty": 2545, "bourne": 2546, "breath": 2547, "bret": 2548, "brian": 2549, "bringing": 2550, "brink": 2551, "britney": 2552, "broad": 2553, "buddy": 2554, "buoyant": 2555, "casual": 2556, "catches": 2557, "causes": 2558, "celebration": 2559, "challenging": 2560, "chamber": 2561, "charlotte": 2562, "chasing": 2563, "chelsea": 2564, "china": 2565, "chosen": 2566, "chronicles": 2567, "church": 2568, "clara": 2569, "closely": 2570, "clothes": 2571, "clumsy": 2572, "collection": 2573, "commentary": 2574, "complexity": 2575, "connected": 2576, "construction": 2577, "contains": 2578, "conversations": 2579, "convicted": 2580, "convictions": 2581, "corruption": 2582, "countryside": 2583, "couples": 2584, "crash": 2585, "crystal": 2586, "cult": 2587, "damaged": 2588, "dan": 2589, "dancing": 2590, "darkness": 2591, "decade": 2592, "decisions": 2593, "delight": 2594, "demons": 2595, "department": 2596, "depressed": 2597, "destruction": 2598, "details": 2599, "devotion": 2600, "directorial": 2601, "dirty": 2602, "disney's": 2603, "distance": 2604, "distant": 2605, "diverting": 2606, "dress": 2607, "drumline": 2608, "drunk": 2609, "edgar": 2610, "empathy": 2611, "ensues": 2612, "evening": 2613, "examines": 2614, "explore": 2615, "expression": 2616, "fair": 2617, "feature-length": 2618, "feet": 2619, "fence": 2620, "filming": 2621, "finest": 2622, "florida": 2623, "forest": 2624, "format": 2625, "funnier": 2626, "gain": 2627, "gangs": 2628, "gary": 2629, "generations": 2630, "genuinely": 2631, "giant": 2632, "godard": 2633, "grab": 2634, "grandfather": 2635, "greed": 2636, "greg": 2637, "guess": 2638, "hall": 2639, "harmless": 2640, "hate": 2641, "hear": 2642, "heights": 2643, "homeless": 2644, "hometown": 2645, "hopkins": 2646, "household": 2647, "humorous": 2648, "hunted": 2649, "imitation": 2650, "immediate": 2651, "imprisoned": 2652, "include": 2653, "includes": 2654, "independence": 2655, "independent": 2656, "inept": 2657, "inmates": 2658, "insomnia": 2659, "inspires": 2660, "instant": 2661, "intended": 2662, "intent": 2663, "intrigue": 2664, "invention": 2665, "invites": 2666, "involves": 2667, "ironic": 2668, "irony": 2669, "irritating": 2670, "isabel": 2671, "jake": 2672, "jersey": 2673, "jonathan": 2674, "kelly": 2675, "kept": 2676, "kevin": 2677, "kimberly": 2678, "ladies": 2679, "language": 2680, "laws": 2681, "lessons": 2682, "lights": 2683, "likes": 2684, "limited": 2685, "little-known": 2686, "lively": 2687, "location": 2688, "low-budget": 2689, "lush": 2690, "m": 2691, "maid": 2692, "mainly": 2693, "managed": 2694, "manipulative": 2695, "marks": 2696, "mass": 2697, "mile": 2698, "minute": 2699, "miracle": 2700, "monty": 2701, "moon": 2702, "movement": 2703, "myth": 2704, "naive": 2705, "nation": 2706, "nonsense": 2707, "numerous": 2708, "objective": 2709, "odds": 2710, "official": 2711, "parent": 2712, "parody": 2713, "patience": 2714, "patients": 2715, "perform": 2716, "phenomenon": 2717, "photography": 2718, "picked": 2719, "playful": 2720, "portrays": 2721, "possesses": 2722, "poverty": 2723, "pretends": 2724, "program": 2725, "protagonist": 2726, "provided": 2727, "psychic": 2728, "pursuing": 2729, "racial": 2730, "rain": 2731, "reasonably": 2732, "recording": 2733, "reluctant": 2734, "reluctantly": 2735, "reno": 2736, "represents": 2737, "retired": 2738, "returned": 2739, "reunite": 2740, "reunited": 2741, "revealed": 2742, "richard": 2743, "rights": 2744, "rises": 2745, "roberto": 2746, "ruined": 2747, "rupi": 2748, "ruthless": 2749, "ryan": 2750, "sade": 2751, "sally": 2752, "samantha": 2753, "sci-fi": 2754, "scope": 2755, "screenwriting": 2756, "seagal": 2757, "season": 2758, "seductive": 2759, "seemed": 2760, "sells": 2761, "september": 2762, "serving": 2763, "settle": 2764, "severe": 2765, "shared": 2766, "shares": 2767, "shy": 2768, "sign": 2769, "silence": 2770, "silent": 2771, "silver": 2772, "sinister": 2773, "sleep": 2774, "slip": 2775, "sly": 2776, "smith": 2777, "smoochy": 2778, "songs": 2779, "souls": 2780, "spark": 2781, "speaks": 2782, "staged": 2783, "standing": 2784, "stealing": 2785, "stephen": 2786, "strain": 2787, "stream": 2788, "strict": 2789, "substitute": 2790, "sudden": 2791, "supply": 2792, "surprised": 2793, "surroundings": 2794, "talents": 2795, "testing": 2796, "thoughts": 2797, "threatens": 2798, "ticket": 2799, "today's": 2800, "totally": 2801, "tour": 2802, "tragedies": 2803, "trick": 2804, "tricks": 2805, "trilogy": 2806, "triumph": 2807, "unaware": 2808, "uncertain": 2809, "uncle": 2810, "unforgettable": 2811, "unintentional": 2812, "vibrant": 2813, "villain": 2814, "visuals": 2815, "warmth": 2816, "wars": 2817, "wears": 2818, "weaves": 2819, "web": 2820, "well-acted": 2821, "western": 2822, "wildly": 2823, "wisdom": 2824, "witch": 2825, "worker": 2826, "1999": 2827, "2000": 2828, "21st": 2829, "4": 2830, "80": 2831, "accepts": 2832, "accomplished": 2833, "activities": 2834, "adapted": 2835, "affairs": 2836, "affections": 2837, "afloat": 2838, "after-school": 2839, "afternoon": 2840, "aggressive": 2841, "aimed": 2842, "album": 2843, "allow": 2844, "amaro": 2845, "americans": 2846, "amid": 2847, "amounts": 2848, "angst": 2849, "annoying": 2850, "antonio": 2851, "apparently": 2852, "appetite": 2853, "appreciate": 2854, "aspiring": 2855, "assignment": 2856, "assume": 2857, "athletes": 2858, "atlantic": 2859, "august": 2860, "avoiding": 2861, "award": 2862, "backdrop": 2863, "background": 2864, "backyard": 2865, "barry": 2866, "basic": 2867, "beer": 2868, "biography": 2869, "bishop": 2870, "blame": 2871, "bottom": 2872, "bowling": 2873, "box": 2874, "boxing": 2875, "buddies": 2876, "builds": 2877, "built": 2878, "caine": 2879, "caper": 2880, "carried": 2881, "cars": 2882, "cartoon": 2883, "celebi": 2884, "chapman": 2885, "characters'": 2886, "charismatic": 2887, "chon": 2888, "christina": 2889, "claim": 2890, "clean": 2891, "clich": 2892, "clichs": 2893, "closet": 2894, "coaster": 2895, "colin": 2896, "coma": 2897, "concerns": 2898, "conclusion": 2899, "confusing": 2900, "confusion": 2901, "controlled": 2902, "controversial": 2903, "cope": 2904, "crap": 2905, "creatures": 2906, "crocodile": 2907, "currently": 2908, "cutting": 2909, "cynical": 2910, "damn": 2911, "dawn": 2912, "deaths": 2913, "deceased": 2914, "defense": 2915, "del": 2916, "demon": 2917, "demonstrates": 2918, "dennis": 2919, "depths": 2920, "despair": 2921, "devdas": 2922, "devil": 2923, "diary": 2924, "dig": 2925, "dignity": 2926, "dilemma": 2927, "discovering": 2928, "disease": 2929, "distinguished": 2930, "divided": 2931, "dna": 2932, "douglas": 2933, "downtown": 2934, "dozen": 2935, "dragons": 2936, "drawing": 2937, "drink": 2938, "duty": 2939, "dvd": 2940, "dynamic": 2941, "dysfunctional": 2942, "eagle": 2943, "ego": 2944, "elderly": 2945, "elite": 2946, "ella": 2947, "endless": 2948, "engage": 2949, "engaged": 2950, "enigmatic": 2951, "enormous": 2952, "enthusiasm": 2953, "es": 2954, "evocative": 2955, "existential": 2956, "expectations": 2957, "experiment": 2958, "experimental": 2959, "explanation": 2960, "exploit": 2961, "exploring": 2962, "fable": 2963, "fascinated": 2964, "feathers": 2965, "filmmaker's": 2966, "finale": 2967, "financial": 2968, "flee": 2969, "flight": 2970, "floating": 2971, "flow": 2972, "folks": 2973, "football": 2974, "forward": 2975, "francisco": 2976, "fred": 2977, "free-spirited": 2978, "frontal": 2979, "fulfill": 2980, "funniest": 2981, "gas": 2982, "ghetto": 2983, "ghisu": 2984, "gifted": 2985, "giggles": 2986, "gothic": 2987, "grandmother": 2988, "grey": 2989, "grim": 2990, "gritty": 2991, "handful": 2992, "hanging": 2993, "hatred": 2994, "heavily": 2995, "hires": 2996, "horrifying": 2997, "horse": 2998, "host": 2999, "hostage": 3000, "huppert": 3001, "hybrid": 3002, "image": 3003, "imagined": 3004, "immigrant": 3005, "immortal": 3006, "impression": 3007, "increasing": 3008, "individuals": 3009, "inhabitants": 3010, "inherent": 3011, "intimacy": 3012, "ireland": 3013, "issue": 3014, "italy": 3015, "jesse": 3016, "jessica": 3017, "jews": 3018, "joined": 3019, "kanna": 3020, "knew": 3021, "knowledge": 3022, "korean": 3023, "latin": 3024, "laura": 3025, "layer": 3026, "learning": 3027, "liberal": 3028, "lightweight": 3029, "lips": 3030, "listen": 3031, "listening": 3032, "locales": 3033, "logic": 3034, "loneliness": 3035, "loser": 3036, "loyalty": 3037, "lyrical": 3038, "magical": 3039, "maintaining": 3040, "manage": 3041, "marcus": 3042, "mayhem": 3043, "meeting": 3044, "mel": 3045, "middle-aged": 3046, "midst": 3047, "miles": 3048, "minister": 3049, "mistress": 3050, "morality": 3051, "motorcycle": 3052, "mysteries": 3053, "mysteriously": 3054, "nearby": 3055, "needed": 3056, "neil": 3057, "nights": 3058, "nobody": 3059, "noir": 3060, "nostalgia": 3061, "observation": 3062, "occasional": 3063, "offensive": 3064, "offered": 3065, "opens": 3066, "organized": 3067, "ought": 3068, "overly": 3069, "owned": 3070, "paced": 3071, "pacing": 3072, "palace": 3073, "paper": 3074, "parade": 3075, "paradise": 3076, "paranoid": 3077, "parties": 3078, "pass": 3079, "pays": 3080, "perry": 3081, "personalities": 3082, "pile": 3083, "pitch": 3084, "plane": 3085, "plotting": 3086, "poignancy": 3087, "pool": 3088, "portrayal": 3089, "possibilities": 3090, "primarily": 3091, "princess": 3092, "proceeds": 3093, "profile": 3094, "proof": 3095, "property": 3096, "proportions": 3097, "queens": 3098, "quietly": 3099, "raising": 3100, "realization": 3101, "recommend": 3102, "recover": 3103, "recruits": 3104, "redemption": 3105, "reflection": 3106, "relying": 3107, "remarkably": 3108, "remembered": 3109, "reminder": 3110, "reminiscent": 3111, "repetitive": 3112, "replaced": 3113, "represent": 3114, "residents": 3115, "resist": 3116, "rivalry": 3117, "river": 3118, "rocky": 3119, "roller": 3120, "ronnie": 3121, "row": 3122, "ruby": 3123, "russia": 3124, "sake": 3125, "salvation": 3126, "sandra": 3127, "sassy": 3128, "saturday": 3129, "scam": 3130, "scared": 3131, "schwarzenegger": 3132, "seedy": 3133, "self": 3134, "selling": 3135, "senior": 3136, "senses": 3137, "sentimentality": 3138, "separated": 3139, "sequels": 3140, "sequence": 3141, "shadows": 