{"<eos>": 0, "<unk>": 1, ".": 2, "the": 3, ",": 4, "a": 5, "and": 6, "of": 7, "to": 8, "is": 9, "'s": 10, "it": 11, "that": 12, "in": 13, "as": 14, "film": 15, "with": 16, "but": 17, "this": 18, "an": 19, "for": 20, "movie": 21, "its": 22, "you": 23, "be": 24, "n't": 25, "...": 26, "on": 27, "by": 28, "one": 29, "not": 30, "has": 31, "about": 32, "--": 33, "more": 34, "are": 35, "like": 36, "at": 37, "than": 38, "from": 39, "all": 40, "have": 41, "his": 42, "i": 43, "'": 44, "so": 45, "if": 46, "or": 47, "story": 48, "-rrb-": 49, "-lrb-": 50, "what": 51, "most": 52, "there": 53, "who": 54, "out": 55, "too": 56, "into": 57, "just": 58, "does": 59, "up": 60, "even": 61, "good": 62, "comedy": 63, "no": 64, "will": 65, "``": 66, "''": 67, "much": 68, "`": 69, "can": 70, "characters": 71, "time": 72, "some": 73, "funny": 74, "their": 75, "little": 76, "only": 77, "way": 78, "they": 79, "he": 80, "your": 81, "never": 82, "director": 83, "make": 84, "which": 85, "work": 86, "very": 87, "we": 88, "any": 89, "been": 90, "bad": 91, "makes": 92, "would": 93, "love": 94, "do": 95, "enough": 96, "us": 97, "may": 98, "life": 99, "was": 100, "best": 101, "movies": 102, "could": 103, "new": 104, "while": 105, "through": 106, "when": 107, "drama": 108, "something": 109, "made": 110, "really": 111, "well": 112, ":": 113, "how": 114, "performances": 115, "own": 116, "her": 117, "many": 118, "nothing": 119, "plot": 120, "should": 121, "action": 122, "better": 123, "films": 124, "without": 125, "every": 126, "both": 127, "people": 128, "other": 129, "those": 130, "two": 131, "look": 132, "see": 133, "'re": 134, "?": 135, "cast": 136, "such": 137, "off": 138, "also": 139, "great": 140, "humor": 141, "still": 142, "ever": 143, "script": 144, "sense": 145, "being": 146, "fun": 147, "long": 148, "audience": 149, "often": 150, "them": 151, "character": 152, "because": 153, "feel": 154, "here": 155, "might": 156, "first": 157, "kind": 158, "-": 159, "big": 160, "performance": 161, "seems": 162, "get": 163, "real": 164, "world": 165, "feels": 166, "though": 167, "another": 168, "entertaining": 169, "minutes": 170, "tale": 171, "'ve": 172, "after": 173, "between": 174, "hard": 175, "documentary": 176, "hollywood": 177, "thing": 178, ";": 179, "down": 180, "thriller": 181, "were": 182, "less": 183, "over": 184, "few": 185, "screen": 186, "take": 187, "comes": 188, "heart": 189, "these": 190, "watching": 191, "acting": 192, "almost": 193, "family": 194, "picture": 195, "end": 196, "far": 197, "quite": 198, "'ll": 199, "my": 200, "interesting": 201, "romantic": 202, "ultimately": 203, "year": 204, "yet": 205, "actors": 206, "before": 207, "itself": 208, "rather": 209, "seen": 210, "come": 211, "man": 212, "things": 213, "ca": 214, "full": 215, "had": 216, "works": 217, "dialogue": 218, "human": 219, "material": 220, "moments": 221, "watch": 222, "american": 223, "me": 224, "where": 225, "once": 226, "seem": 227, "worth": 228, "!": 229, "back": 230, "find": 231, "go": 232, "cinema": 233, "despite": 234, "making": 235, "original": 236, "right": 237, "scenes": 238, "years": 239, "lot": 240, "old": 241, "compelling": 242, "least": 243, "takes": 244, "then": 245, "fascinating": 246, "gets": 247, "she": 248, "why": 249, "young": 250, "gives": 251, "kids": 252, "music": 253, "special": 254, "direction": 255, "give": 256, "going": 257, "moving": 258, "offers": 259, "piece": 260, "keep": 261, "our": 262, "times": 263, "experience": 264, "part": 265, "subject": 266, "think": 267, "sometimes": 268, "anything": 269, "bit": 270, "comic": 271, "did": 272, "history": 273, "style": 274, "sweet": 275, "art": 276, "away": 277, "dull": 278, "say": 279, "together": 280, "again": 281, "emotional": 282, "him": 283, "last": 284, "laughs": 285, "mr.": 286, "same": 287, "screenplay": 288, "visual": 289, "want": 290, "women": 291, "anyone": 292, "care": 293, "cinematic": 294, "dark": 295, "filmmakers": 296, "manages": 297, "since": 298, "entertainment": 299, "fans": 300, "know": 301, "point": 302, "short": 303, "war": 304, "actually": 305, "flick": 306, "genre": 307, "idea": 308, "need": 309, "show": 310, "simply": 311, "smart": 312, "clever": 313, "goes": 314, "narrative": 315, "plays": 316, "series": 317, "whole": 318, "whose": 319, "beautifully": 320, "surprisingly": 321, "children": 322, "engaging": 323, "exercise": 324, "instead": 325, "place": 326, "predictable": 327, "pretty": 328, "probably": 329, "star": 330, "study": 331, "title": 332, "worst": 333, "'d": 334, "around": 335, "becomes": 336, "charm": 337, "done": 338, "enjoyable": 339, "everything": 340, "familiar": 341, "feature": 342, "nearly": 343, "premise": 344, "beautiful": 345, "effort": 346, "filmmaking": 347, "matter": 348, "three": 349, "true": 350, "trying": 351, "under": 352, "always": 353, "portrait": 354, "energy": 355, "feeling": 356, "horror": 357, "powerful": 358, "set": 359, "amusing": 360, "certainly": 361, "charming": 362, "day": 363, "ending": 364, "half": 365, "home": 366, "looking": 367, "looks": 368, "quirky": 369, "silly": 370, "strong": 371, "sure": 372, "wo": 373, "although": 374, "effects": 375, "face": 376, "high": 377, "modern": 378, "romance": 379, "storytelling": 380, "video": 381, "wit": 382, "'m": 383, "deeply": 384, "each": 385, "enjoy": 386, "especially": 387, "everyone": 388, "fact": 389, "french": 390, "hour": 391, "intelligent": 392, "lacks": 393, "power": 394, "rare": 395, "solid": 396, "summer": 397, "tone": 398, "turns": 399, "debut": 400, "directed": 401, "dramatic": 402, "easy": 403, "hours": 404, "likely": 405, "now": 406, "spirit": 407, "theater": 408, "believe": 409, "completely": 410, "culture": 411, "de": 412, "fails": 413, "leave": 414, "proves": 415, "put": 416, "reason": 417, "recent": 418, "camera": 419, "filmmaker": 420, "fine": 421, "fresh": 422, "ideas": 423, "intelligence": 424, "interest": 425, "john": 426, "level": 427, "lives": 428, "mess": 429, "mind": 430, "obvious": 431, "problem": 432, "sad": 433, "serious": 434, "shows": 435, "small": 436, "sort": 437, "stuff": 438, "truly": 439, "version": 440, "above": 441, "adventure": 442, "along": 443, "audiences": 444, "beyond": 445, "boring": 446, "else": 447, "flat": 448, "girl": 449, "must": 450, "neither": 451, "nor": 452, "past": 453, "ride": 454, "shot": 455, "stories": 456, "suspense": 457, "tries": 458, "turn": 459, "tv": 460, "woman": 461, "already": 462, "death": 463, "got": 464, "lack": 465, "light": 466, "mostly": 467, "opera": 468, "pleasure": 469, "rich": 470, "satisfying": 471, "terrific": 472, "touching": 473, "viewers": 474, "against": 475, "attempt": 476, "book": 477, "complex": 478, "easily": 479, "either": 480, "formula": 481, "hilarious": 482, "imagine": 483, "left": 484, "men": 485, "michael": 486, "perfect": 487, "play": 488, "project": 489, "whether": 490, "actor": 491, "classic": 492, "himself": 493, "line": 494, "lost": 495, "melodrama": 496, "particularly": 497, "rarely": 498, "remarkable": 499, "satire": 500, "sequel": 501, "sex": 502, "thoroughly": 503, "wonderful": 504, "become": 505, "cold": 506, "delivers": 507, "intriguing": 508, "leaves": 509, "live": 510, "next": 511, "pretentious": 512, "production": 513, "seeing": 514, "slow": 515, "social": 516, "ways": 517, "written": 518, "animation": 519, "black": 520, "bland": 521, "contrived": 522, "different": 523, "head": 524, "honest": 525, "images": 526, "imagination": 527, "impossible": 528, "jokes": 529, "message": 530, "mystery": 531, "role": 532, "scene": 533, "simple": 534, "told": 535, "visually": 536, "cliches": 537, "coming-of-age": 538, "earnest": 539, "ends": 540, "engrossing": 541, "entirely": 542, "events": 543, "eyes": 544, "fairly": 545, "finally": 546, "found": 547, "given": 548, "inside": 549, "job": 550, "memorable": 551, "mood": 552, "none": 553, "passion": 554, "psychological": 555, "reality": 556, "remains": 557, "run": 558, "running": 559, "sequences": 560, "starts": 561, "themselves": 562, "thoughtful": 563, "tired": 564, "wild": 565, "writing": 566, "brilliant": 567, "captures": 568, "comedies": 569, "crime": 570, "deep": 571, "dumb": 572, "emotionally": 573, "excellent": 574, "four": 575, "having": 576, "help": 577, "hero": 578, "historical": 579, "journey": 580, "otherwise": 581, "rock": 582, "soap": 583, "surprising": 584, "try": 585, "usual": 586, "viewer": 587, "violence": 588, "vision": 589, "warm": 590, "wrong": 591, "able": 592, "adaptation": 593, "adults": 594, "boy": 595, "bring": 596, "case": 597, "change": 598, "days": 599, "delightful": 600, "falls": 601, "gags": 602, "impressive": 603, "low": 604, "moment": 605, "overall": 606, "parents": 607, "personal": 608, "political": 609, "robert": 610, "side": 611, "spy": 612, "stupid": 613, "talent": 614, "teen": 615, "tragedy": 616, "uses": 617, "welcome": 618, "writer-director": 619, "air": 620, "animated": 621, "barely": 622, "beauty": 623, "definitely": 624, "disney": 625, "during": 626, "flaws": 627, "gentle": 628, "gone": 629, "guys": 630, "latest": 631, "lead": 632, "master": 633, "nature": 634, "old-fashioned": 635, "quiet": 636, "spielberg": 637, "tedious": 638, "unsettling": 639, "2": 640, "acted": 641, "ambitious": 642, "amount": 643, "appeal": 644, "appealing": 645, "attention": 646, "awful": 647, "call": 648, "city": 649, "close": 650, "concept": 651, "david": 652, "entire": 653, "fantasy": 654, "final": 655, "getting": 656, "gorgeous": 657, "ii": 658, "lacking": 659, "middle": 660, "nice": 661, "occasionally": 662, "odd": 663, "offer": 664, "period": 665, "possible": 666, "puts": 667, "relationships": 668, "remake": 669, "scary": 670, "sci-fi": 671, "sentimental": 672, "sharp": 673, "sit": 674, "strange": 675, "suffers": 676, "talented": 677, "tell": 678, "thanks": 679, "themes": 680, "thin": 681, "thought": 682, "ugly": 683, "weird": 684, "witty": 685, "words": 686, "across": 687, "act": 688, "allen": 689, "artist": 690, "brings": 691, "company": 692, "cool": 693, "country": 694, "creepy": 695, "depth": 696, "elements": 697, "examination": 698, "felt": 699, "female": 700, "future": 701, "game": 702, "grant": 703, "guy": 704, "highly": 705, "hit": 706, "knows": 707, "laugh": 708, "magic": 709, "masterpiece": 710, "pictures": 711, "pieces": 712, "plenty": 713, "pure": 714, "quality": 715, "road": 716, "several": 717, "someone": 718, "straight": 719, "surprise": 720, "throughout": 721, "understand": 722, "unexpected": 723, "urban": 724, "view": 725, "watchable": 726, "york": 727, "add": 728, "apart": 729, "approach": 730, "behind": 731, "casting": 732, "chan": 733, "cheap": 734, "clear": 735, "clich\u00e9s": 736, "crafted": 737, "creative": 738, "crush": 739, "decent": 740, "difficult": 741, "emotions": 742, "ensemble": 743, "epic": 744, "evil": 745, "exactly": 746, "execution": 747, "expect": 748, "eye": 749, "fire": 750, "frame": 751, "generic": 752, "genuine": 753, "girls": 754, "important": 755, "issues": 756, "jackson": 757, "keeps": 758, "loud": 759, "lovely": 760, "major": 761, "moral": 762, "needs": 763, "ones": 764, "perfectly": 765, "playing": 766, "promise": 767, "provides": 768, "provocative": 769, "read": 770, "rest": 771, "result": 772, "second": 773, "sensitive": 774, "sets": 775, "sexy": 776, "single": 777, "start": 778, "stylish": 779, "sustain": 780, "taste": 781, "touch": 782, "uneven": 783, "unfunny": 784, "use": 785, "utterly": 786, "warmth": 787, "winning": 788, "working": 789, "worse": 790, "writer": 791, "2002": 792, "90": 793, "absolutely": 794, "actress": 795, "ago": 796, "america": 797, "among": 798, "based": 799, "begins": 800, "coming": 801, "contemporary": 802, "convincing": 803, "creates": 804, "dead": 805, "deserves": 806, "dog": 807, "doubt": 808, "episode": 809, "exciting": 810, "forget": 811, "hand": 812, "hardly": 813, "hope": 814, "insight": 815, "kid": 816, "liked": 817, "lots": 818, "memory": 819, "murder": 820, "novel": 821, "pace": 822, "pacing": 823, "poignant": 824, "previous": 825, "process": 826, "room": 827, "situations": 828, "somewhat": 829, "steven": 830, "subtle": 831, "succeeds": 832, "success": 833, "trouble": 834, "truth": 835, "unfortunately": 836, "until": 837, "wants": 838, "waste": 839, "worthy": 840, "yes": 841, "ability": 842, "alone": 843, "battle": 844, "bears": 845, "blue": 846, "called": 847, "career": 848, "colorful": 849, "conventional": 850, "couple": 851, "create": 852, "cultural": 853, "cut": 854, "dream": 855, "dry": 856, "except": 857, "fare": 858, "form": 859, "frequently": 860, "george": 861, "hold": 862, "however": 863, "huge": 864, "insightful": 865, "inventive": 866, "leads": 867, "manipulative": 868, "maybe": 869, "mean": 870, "mediocre": 871, "merely": 872, "mix": 873, "money": 874, "monster": 875, "moore": 876, "ms.": 877, "murphy": 878, "others": 879, "painful": 880, "painfully": 881, "poetry": 882, "problems": 883, "reveals": 884, "runs": 885, "saw": 886, "school": 887, "seriously": 888, "shallow": 889, "sitting": 890, "slight": 891, "slightly": 892, "sounds": 893, "successful": 894, "supposed": 895, "surprises": 896, "thinking": 897, "toward": 898, "treat": 899, "tribute": 900, "upon": 901, "viewing": 902, "word": 903, "allows": 904, "believable": 905, "british": 906, "brown": 907, "clearly": 908, "complete": 909, "considerable": 910, "core": 911, "created": 912, "credit": 913, "damned": 914, "date": 915, "depressing": 916, "derivative": 917, "devoid": 918, "drag": 919, "edge": 920, "effect": 921, "effective": 922, "endearing": 923, "equally": 924, "eventually": 925, "fat": 926, "fears": 927, "figure": 928, "filled": 929, "finds": 930, "five": 931, "flawed": 932, "flicks": 933, "fully": 934, "funnier": 935, "goofy": 936, "interested": 937, "intimate": 938, "lets": 939, "living": 940, "manner": 941, "mark": 942, "match": 943, "mindless": 944, "name": 945, "oscar": 946, "overcome": 947, "places": 948, "please": 949, "pointless": 950, "quickly": 951, "recommend": 952, "refreshing": 953, "sandler": 954, "sexual": 955, "situation": 956, "solondz": 957, "sophisticated": 958, "spectacle": 959, "stand": 960, "taking": 961, "target": 962, "terms": 963, "treatment": 964, "twists": 965, "typical": 966, "ultimate": 967, "unique": 968, "usually": 969, "vivid": 970, "water": 971, "wedding": 972, "williams": 973, "wise": 974, "absorbing": 975, "age": 976, "ages": 977, "amazing": 978, "attempts": 979, "attraction": 980, "bullock": 981, "car": 982, "certain": 983, "chemistry": 984, "cinematography": 985, "class": 986, "college": 987, "conclusion": 988, "crazy": 989, "delicate": 990, "delight": 991, "doing": 992, "era": 993, "extreme": 994, "extremely": 995, "festival": 996, "forced": 997, "formulaic": 998, "franchise": 999, "general": 1000, "genuinely": 1001, "grace": 1002, "greatest": 1003, "heartfelt": 1004, "heavy": 1005, "humanity": 1006, "imax": 1007, "impact": 1008, "involved": 1009, "involving": 1010, "justice": 1011, "king": 1012, "means": 1013, "meditation": 1014, "needed": 1015, "oddly": 1016, "opportunity": 1017, "person": 1018, "peter": 1019, "plain": 1020, "pleasant": 1021, "points": 1022, "poor": 1023, "poorly": 1024, "pop": 1025, "presents": 1026, "purpose": 1027, "quietly": 1028, "remarkably": 1029, "remember": 1030, "score": 1031, "seat": 1032, "shame": 1033, "share": 1034, "shots": 1035, "skill": 1036, "soderbergh": 1037, "somehow": 1038, "soul": 1039, "sound": 1040, "stale": 1041, "standard": 1042, "stars": 1043, "sum": 1044, "superficial": 1045, "taken": 1046, "tension": 1047, "terrible": 1048, "tragic": 1049, "trip": 1050, "triumph": 1051, "unfolds": 1052, "universal": 1053, "used": 1054, "whatever": 1055, "wish": 1056, "wonder": 1057, "worthwhile": 1058, "yourself": 1059, "affair": 1060, "alive": 1061, "amateurish": 1062, "blade": 1063, "bond": 1064, "bore": 1065, "boys": 1066, "cartoon": 1067, "central": 1068, "chilling": 1069, "crowd": 1070, "deal": 1071, "deliver": 1072, "document": 1073, "dreams": 1074, "emerges": 1075, "empty": 1076, "essentially": 1077, "excitement": 1078, "extraordinary": 1079, "fall": 1080, "fan": 1081, "fiction": 1082, "force": 1083, "forgettable": 1084, "gay": 1085, "green": 1086, "grief": 1087, "gripping": 1088, "guilty": 1089, "heaven": 1090, "hell": 1091, "hoffman": 1092, "identity": 1093, "incredibly": 1094, "indie": 1095, "industry": 1096, "intense": 1097, "intrigue": 1098, "lame": 1099, "lawrence": 1100, "lee": 1101, "let": 1102, "mainstream": 1103, "melodramatic": 1104, "minor": 1105, "missing": 1106, "motion": 1107, "nicely": 1108, "night": 1109, "niro": 1110, "number": 1111, "offensive": 1112, "politics": 1113, "popcorn": 1114, "powers": 1115, "provide": 1116, "question": 1117, "questions": 1118, "realism": 1119, "red": 1120, "riveting": 1121, "routine": 1122, "ryan": 1123, "sappy": 1124, "sea": 1125, "served": 1126, "setting": 1127, "skin": 1128, "slapstick": 1129, "stock": 1130, "storyline": 1131, "strangely": 1132, "telling": 1133, "tells": 1134, "thrills": 1135, "tiresome": 1136, "today": 1137, "top": 1138, "value": 1139, "virtually": 1140, "wasted": 1141, "white": 1142, "wildly": 1143, "&": 1144, "10": 1145, "addition": 1146, "affection": 1147, "angst": 1148, "annoying": 1149, "appears": 1150, "aside": 1151, "atmosphere": 1152, "balance": 1153, "brain": 1154, "break": 1155, "business": 1156, "chance": 1157, "clich\u00e9": 1158, "collection": 1159, "community": 1160, "complicated": 1161, "consistently": 1162, "conviction": 1163, "credits": 1164, "decades": 1165, "deserve": 1166, "directorial": 1167, "disaster": 1168, "disguise": 1169, "dreary": 1170, "editing": 1171, "elegant": 1172, "escape": 1173, "excuse": 1174, "exhilarating": 1175, "exploration": 1176, "failure": 1177, "faith": 1178, "fast": 1179, "features": 1180, "finish": 1181, "footage": 1182, "frustrating": 1183, "further": 1184, "gangster": 1185, "generally": 1186, "god": 1187, "growing": 1188, "hackneyed": 1189, "happen": 1190, "happens": 1191, "happy": 1192, "hate": 1193, "haunting": 1194, "heartwarming": 1195, "horrible": 1196, "house": 1197, "indeed": 1198, "inspired": 1199, "intended": 1200, "japanese": 1201, "joke": 1202, "joy": 1203, "kevin": 1204, "largely": 1205, "late": 1206, "lazy": 1207, "loses": 1208, "loss": 1209, "martin": 1210, "members": 1211, "mildly": 1212, "mother": 1213, "move": 1214, "necessary": 1215, "parker": 1216, "particular": 1217, "party": 1218, "performers": 1219, "perhaps": 1220, "polanski": 1221, "possibly": 1222, "product": 1223, "queen": 1224, "relationship": 1225, "release": 1226, "represents": 1227, "results": 1228, "said": 1229, "seagal": 1230, "season": 1231, "sequence": 1232, "signs": 1233, "sincere": 1234, "sloppy": 1235, "soundtrack": 1236, "space": 1237, "spiritual": 1238, "stay": 1239, "step": 1240, "striking": 1241, "surface": 1242, "thought-provoking": 1243, "twice": 1244, "unlike": 1245, "weak": 1246, "wonderfully": 1247, "woody": 1248, "zone": 1249, "achieves": 1250, "adult": 1251, "affecting": 1252, "apparently": 1253, "aspects": 1254, "assured": 1255, "average": 1256, "b": 1257, "badly": 1258, "band": 1259, "barbershop": 1260, "behavior": 1261, "beneath": 1262, "bizarre": 1263, "blood": 1264, "body": 1265, "bright": 1266, "broomfield": 1267, "brought": 1268, "budget": 1269, "burns": 1270, "buy": 1271, "carries": 1272, "century": 1273, "changing": 1274, "charisma": 1275, "comedic": 1276, "commercial": 1277, "confusing": 1278, "content": 1279, "creating": 1280, "cute": 1281, "dazzling": 1282, "deftly": 1283, "designed": 1284, "detail": 1285, "devastating": 1286, "downright": 1287, "energetic": 1288, "enjoyed": 1289, "expected": 1290, "farce": 1291, "fashion": 1292, "fear": 1293, "feel-good": 1294, "filmed": 1295, "fit": 1296, "friday": 1297, "friendship": 1298, "funniest": 1299, "gem": 1300, "glimpse": 1301, "grand": 1302, "ground": 1303, "group": 1304, "hip-hop": 1305, "hits": 1306, "holds": 1307, "holes": 1308, "humorous": 1309, "imaginative": 1310, "including": 1311, "inept": 1312, "inspiring": 1313, "james": 1314, "jason": 1315, "knowing": 1316, "large": 1317, "leaving": 1318, "length": 1319, "lines": 1320, "longer": 1321, "lousy": 1322, "ludicrous": 1323, "main": 1324, "mayhem": 1325, "meandering": 1326, "mention": 1327, "metaphor": 1328, "miss": 1329, "mixed": 1330, "offering": 1331, "older": 1332, "originality": 1333, "pass": 1334, "pay": 1335, "perspective": 1336, "philosophical": 1337, "poetic": 1338, "potential": 1339, "price": 1340, "promising": 1341, "raw": 1342, "reach": 1343, "reading": 1344, "realistic": 1345, "refreshingly": 1346, "respect": 1347, "rises": 1348, "roger": 1349, "save": 1350, "scorsese": 1351, "sheer": 1352, "showtime": 1353, "shyamalan": 1354, "sick": 1355, "sides": 1356, "sign": 1357, "simplistic": 1358, "smarter": 1359, "smile": 1360, "somewhere": 1361, "son": 1362, "songs": 1363, "soon": 1364, "source": 1365, "sports": 1366, "stage": 1367, "standards": 1368, "structure": 1369, "struggle": 1370, "studio": 1371, "subjects": 1372, "substance": 1373, "superb": 1374, "suspenseful": 1375, "sympathy": 1376, "television": 1377, "theatre": 1378, "theme": 1379, "timely": 1380, "tom": 1381, "totally": 1382, "undeniably": 1383, "unfaithful": 1384, "using": 1385, "vehicle": 1386, "vibrant": 1387, "visuals": 1388, "vividly": 1389, "wait": 1390, "washington": 1391, "weight": 1392, "wife": 1393, "win": 1394, "x": 1395, "yarn": 1396, "9": 1397, "achievement": 1398, "actresses": 1399, "adam": 1400, "asks": 1401, "avoid": 1402, "b-movie": 1403, "beat": 1404, "biggest": 1405, "bite": 1406, "bittersweet": 1407, "bottom": 1408, "captivating": 1409, "cause": 1410, "chase": 1411, "check": 1412, "cheesy": 1413, "child": 1414, "cho": 1415, "chris": 1416, "christmas": 1417, "cloying": 1418, "combination": 1419, "concerned": 1420, "conflict": 1421, "constructed": 1422, "course": 1423, "cruel": 1424, "deeper": 1425, "delightfully": 1426, "delivery": 1427, "demands": 1428, "desire": 1429, "despair": 1430, "desperate": 1431, "desperation": 1432, "detailed": 1433, "details": 1434, "development": 1435, "die": 1436, "digital": 1437, "directors": 1438, "dirty": 1439, "dragon": 1440, "eight": 1441, "emotion": 1442, "example": 1443, "experiences": 1444, "fair": 1445, "fatal": 1446, "favor": 1447, "finding": 1448, "flashy": 1449, "food": 1450, "forgotten": 1451, "front": 1452, "games": 1453, "godard": 1454, "gradually": 1455, "greek": 1456, "gross-out": 1457, "grows": 1458, "holiday": 1459, "honestly": 1460, "hot": 1461, "intensity": 1462, "intoxicating": 1463, "irritating": 1464, "jack": 1465, "joyous": 1466, "knowledge": 1467, "laughter": 1468, "levels": 1469, "listless": 1470, "low-key": 1471, "male": 1472, "marks": 1473, "maudlin": 1474, "mesmerizing": 1475, "modest": 1476, "moviegoers": 1477, "natural": 1478, "near": 1479, "noir": 1480, "notice": 1481, "nowhere": 1482, "obnoxious": 1483, "observations": 1484, "office": 1485, "ordinary": 1486, "overly": 1487, "pack": 1488, "paid": 1489, "pain": 1490, "pathetic": 1491, "personality": 1492, "pick": 1493, "played": 1494, "playful": 1495, "pleasures": 1496, "predecessor": 1497, "presence": 1498, "protagonist": 1499, "pull": 1500, "quick": 1501, "real-life": 1502, "realize": 1503, "repetitive": 1504, "report": 1505, "resonant": 1506, "retread": 1507, "return": 1508, "revealing": 1509, "ridiculous": 1510, "roll": 1511, "sadly": 1512, "screenwriter": 1513, "secrets": 1514, "sight": 1515, "slice": 1516, "society": 1517, "south": 1518, "spark": 1519, "stands": 1520, "starring": 1521, "stirring": 1522, "strength": 1523, "stunning": 1524, "surely": 1525, "talking": 1526, "territory": 1527, "touches": 1528, "tough": 1529, "trappings": 1530, "turned": 1531, "twist": 1532, "twisted": 1533, "unnecessary": 1534, "values": 1535, "various": 1536, "violent": 1537, "visceral": 1538, "voice": 1539, "vs.": 1540, "waiting": 1541, "walk": 1542, "wears": 1543, "week": 1544, "well-made": 1545, "whom": 1546, "within": 1547, "writer\\/director": 1548, "$": 1549, "'70s": 1550, "20": 1551, "accessible": 1552, "accomplished": 1553, "acts": 1554, "admirable": 1555, "adolescent": 1556, "afraid": 1557, "amounts": 1558, "amused": 1559, "animal": 1560, "answers": 1561, "apparent": 1562, "artificial": 1563, "authentic": 1564, "banal": 1565, "barry": 1566, "beginning": 1567, "belly": 1568, "below": 1569, "blend": 1570, "bold": 1571, "bother": 1572, "broad": 1573, "broken": 1574, "brothers": 1575, "bunch": 1576, "caper": 1577, "catch": 1578, "challenging": 1579, "charmer": 1580, "charms": 1581, "chinese": 1582, "choppy": 1583, "clarity": 1584, "cliche": 1585, "clumsy": 1586, "commentary": 1587, "crisp": 1588, "damage": 1589, "davis": 1590, "deadly": 1591, "deft": 1592, "delivered": 1593, "depiction": 1594, "desperately": 1595, "determined": 1596, "difference": 1597, "dignity": 1598, "disappointing": 1599, "drawn": 1600, "early": 1601, "earth": 1602, "easier": 1603, "eddie": 1604, "endless": 1605, "executed": 1606, "exploitative": 1607, "fake": 1608, "false": 1609, "fantastic": 1610, "fight": 1611, "fighting": 1612, "finale": 1613, "fisher": 1614, "flair": 1615, "folks": 1616, "frailty": 1617, "frank": 1618, "ghost": 1619, "gifted": 1620, "giving": 1621, "glass": 1622, "gosling": 1623, "graphic": 1624, "gritty": 1625, "guns": 1626, "halfway": 1627, "hands": 1628, "harvard": 1629, "heartbreaking": 1630, "hearts": 1631, "hip": 1632, "holocaust": 1633, "homage": 1634, "howard": 1635, "hugely": 1636, "humour": 1637, "imagery": 1638, "incoherent": 1639, "increasingly": 1640, "intentions": 1641, "italian": 1642, "jones": 1643, "key": 1644, "killer": 1645, "kissinger": 1646, "kung": 1647, "lady": 1648, "land": 1649, "laughing": 1650, "lies": 1651, "list": 1652, "literary": 1653, "lived": 1654, "logic": 1655, "loved": 1656, "lyrical": 1657, "madonna": 1658, "maintains": 1659, "makers": 1660, "manage": 1661, "mature": 1662, "missed": 1663, "monty": 1664, "moviemaking": 1665, "musical": 1666, "nasty": 1667, "nevertheless": 1668, "nicholas": 1669, "numbers": 1670, "offbeat": 1671, "onto": 1672, "open": 1673, "outside": 1674, "over-the-top": 1675, "overwrought": 1676, "paced": 1677, "pair": 1678, "park": 1679, "patience": 1680, "paul": 1681, "persona": 1682, "pianist": 1683, "pile": 1684, "plodding": 1685, "plotting": 1686, "poem": 1687, "portrayal": 1688, "pow": 1689, "precious": 1690, "proceedings": 1691, "produced": 1692, "prove": 1693, "psychology": 1694, "public": 1695, "references": 1696, "reign": 1697, "relatively": 1698, "relies": 1699, "reminds": 1700, "returns": 1701, "revelatory": 1702, "revolution": 1703, "rewarding": 1704, "rhythms": 1705, "rip-off": 1706, "saccharine": 1707, "sade": 1708, "santa": 1709, "saturday": 1710, "science": 1711, "scratch": 1712, "screenwriters": 1713, "screenwriting": 1714, "secret": 1715, "self-conscious": 1716, "sentiment": 1717, "sentimentality": 1718, "sequels": 1719, "serves": 1720, "service": 1721, "skip": 1722, "slap": 1723, "slip": 1724, "snow": 1725, "somber": 1726, "spectacular": 1727, "spider-man": 1728, "splendid": 1729, "spoof": 1730, "spooky": 1731, "stereotypes": 1732, "stuck": 1733, "stunts": 1734, "subtlety": 1735, "superior": 1736, "supporting": 1737, "talents": 1738, "talk": 1739, "team": 1740, "testament": 1741, "thinks": 1742, "third": 1743, "timing": 1744, "traditional": 1745, "type": 1746, "uncompromising": 1747, "understanding": 1748, "unfocused": 1749, "uninspired": 1750, "unlikely": 1751, "unpleasant": 1752, "unusual": 1753, "utter": 1754, "vulgar": 1755, "wannabe": 1756, "wanted": 1757, "wars": 1758, "went": 1759, "willing": 1760, "winds": 1761, "witch": 1762, "woo": 1763, "wow": 1764, "wry": 1765, "\\/": 1766, "abandon": 1767, "account": 1768, "adds": 1769, "admire": 1770, "admit": 1771, "adventures": 1772, "aims": 1773, "alabama": 1774, "allow": 1775, "alternately": 1776, "alternative": 1777, "am": 1778, "americans": 1779, "ask": 1780, "assassin": 1781, "astonishing": 1782, "attractive": 1783, "austin": 1784, "awkward": 1785, "bag": 1786, "basic": 1787, "belongs": 1788, "belt": 1789, "benigni": 1790, "birthday": 1791, "biting": 1792, "bits": 1793, "bitter": 1794, "blair": 1795, "breathtaking": 1796, "breezy": 1797, "bride": 1798, "brilliantly": 1799, "buoyant": 1800, "came": 1801, "candy": 1802, "capable": 1803, "capture": 1804, "cares": 1805, "cautionary": 1806, "characterizations": 1807, "chilly": 1808, "china": 1809, "choices": 1810, "cliched": 1811, "co-writer": 1812, "color": 1813, "combines": 1814, "committed": 1815, "compassion": 1816, "computer": 1817, "condition": 1818, "consider": 1819, "contains": 1820, "continues": 1821, "convinced": 1822, "courage": 1823, "crap": 1824, "creativity": 1825, "credibility": 1826, "crude": 1827, "cult": 1828, "curiously": 1829, "cynical": 1830, "damn": 1831, "dangerous": 1832, "dealing": 1833, "degree": 1834, "delicately": 1835, "demonstrates": 1836, "dickens": 1837, "disappointed": 1838, "display": 1839, "distance": 1840, "diverting": 1841, "drags": 1842, "drugs": 1843, "due": 1844, "dysfunctional": 1845, "e.t.": 1846, "edited": 1847, "efforts": 1848, "element": 1849, "eloquent": 1850, "emerge": 1851, "empathy": 1852, "endeavor": 1853, "english": 1854, "enigma": 1855, "enthralling": 1856, "enthusiasm": 1857, "equivalent": 1858, "evans": 1859, "event": 1860, "evocative": 1861, "exceptional": 1862, "expectation": 1863, "expectations": 1864, "exploitation": 1865, "exquisite": 1866, "fanciful": 1867, "fate": 1868, "father": 1869, "fierce": 1870, "first-rate": 1871, "first-time": 1872, "focus": 1873, "follow": 1874, "forgive": 1875, "freaks": 1876, "free": 1877, "friend": 1878, "friends": 1879, "generation": 1880, "gently": 1881, "giant": 1882, "glory": 1883, "grow": 1884, "heard": 1885, "heavy-handed": 1886, "hill": 1887, "hopeful": 1888, "hoping": 1889, "hopkins": 1890, "horrifying": 1891, "hybrid": 1892, "impression": 1893, "indian": 1894, "innocence": 1895, "insights": 1896, "j.": 1897, "jackie": 1898, "kapur": 1899, "kaufman": 1900, "kiss": 1901, "kline": 1902, "laughable": 1903, "lesson": 1904, "lifeless": 1905, "lightweight": 1906, "loneliness": 1907, "looked": 1908, "loves": 1909, "low-budget": 1910, "machine": 1911, "mainly": 1912, "manhattan": 1913, "market": 1914, "marriage": 1915, "martha": 1916, "marvelous": 1917, "masterful": 1918, "meaning": 1919, "messages": 1920, "mike": 1921, "mile": 1922, "miller": 1923, "mistake": 1924, "mixture": 1925, "moves": 1926, "muddled": 1927, "nation": 1928, "national": 1929, "nicholson": 1930, "nickleby": 1931, "nijinsky": 1932, "no.": 1933, "obviously": 1934, "ode": 1935, "onscreen": 1936, "opening": 1937, "outrageous": 1938, "parody": 1939, "passionate": 1940, "pat": 1941, "pity": 1942, "planet": 1943, "poignancy": 1944, "pokemon": 1945, "potentially": 1946, "predictably": 1947, "present": 1948, "pretends": 1949, "pretension": 1950, "private": 1951, "professional": 1952, "profound": 1953, "promises": 1954, "pulls": 1955, "quest": 1956, "ramsay": 1957, "realized": 1958, "record": 1959, "relentlessly": 1960, "remain": 1961, "rendered": 1962, "rent": 1963, "replaced": 1964, "resist": 1965, "rhythm": 1966, "ring": 1967, "roles": 1968, "roman": 1969, "rush": 1970, "russian": 1971, "sadness": 1972, "safe": 1973, "saving": 1974, "scenario": 1975, "schneider": 1976, "seemingly": 1977, "sees": 1978, "self-indulgent": 1979, "settles": 1980, "shocks": 1981, "sink": 1982, "sitcom": 1983, "slowly": 1984, "smartly": 1985, "smoochy": 1986, "smug": 1987, "soulless": 1988, "sour": 1989, "spend": 1990, "spent": 1991, "spirits": 1992, "staged": 1993, "startling": 1994, "state": 1995, "stays": 1996, "stealing": 1997, "stop": 1998, "strain": 1999, "strike": 2000, "succeed": 2001, "suffering": 2002, "sugar": 2003, "sweetly": 2004, "t": 2005, "tasty": 2006, "teacher": 2007, "teenagers": 2008, "teens": 2009, "tender": 2010, "tends": 2011, "theaters": 2012, "theatrical": 2013, "throws": 2014, "total": 2015, "treasure": 2016, "trick": 2017, "trifle": 2018, "tuxedo": 2019, "unconvincing": 2020, "undeniable": 2021, "unless": 2022, "unoriginal": 2023, "unpredictable": 2024, "uplifting": 2025, "vapid": 2026, "wallace": 2027, "warning": 2028, "well-crafted": 2029, "whenever": 2030, "wilde": 2031, "wind": 2032, "window": 2033, "wondering": 2034, "worked": 2035, "ya-ya": 2036, "yu": 2037, "1": 2038, "90-minute": 2039, "absurd": 2040, "absurdity": 2041, "achingly": 2042, "advantage": 2043, "aimed": 2044, "ambition": 2045, "analyze": 2046, "antwone": 2047, "anybody": 2048, "appear": 2049, "appreciate": 2050, "arnold": 2051, "arrives": 2052, "artifice": 2053, "artists": 2054, "astonishingly": 2055, "attitude": 2056, "awe": 2057, "background": 2058, "baffling": 2059, "bard": 2060, "beast": 2061, "becoming": 2062, "behold": 2063, "bigger": 2064, "blast": 2065, "boasts": 2066, "bodies": 2067, "bored": 2068, "box": 2069, "breaks": 2070, "bringing": 2071, "brosnan": 2072, "brother": 2073, "brutal": 2074, "brutally": 2075, "bullets": 2076, "busy": 2077, "caine": 2078, "camp": 2079, "capacity": 2080, "carried": 2081, "carry": 2082, "carvey": 2083, "cat": 2084, "category": 2085, "caught": 2086, "celebrates": 2087, "chabrol": 2088, "changes": 2089, "childhood": 2090, "christian": 2091, "clause": 2092, "cleverly": 2093, "clumsily": 2094, "collapses": 2095, "colors": 2096, "combined": 2097, "comedian": 2098, "comfort": 2099, "comfortable": 2100, "common": 2101, "comparison": 2102, "complexity": 2103, "concert": 2104, "confident": 2105, "constant": 2106, "context": 2107, "controversy": 2108, "conversations": 2109, "convince": 2110, "cop": 2111, "copy": 2112, "corny": 2113, "count": 2114, "crass": 2115, "creation": 2116, "credible": 2117, "crimes": 2118, "cross": 2119, "curiosity": 2120, "curious": 2121, "current": 2122, "daily": 2123, "deadpan": 2124, "deceptively": 2125, "deeds": 2126, "delicious": 2127, "delights": 2128, "delivering": 2129, "demanding": 2130, "describe": 2131, "design": 2132, "determination": 2133, "developed": 2134, "directing": 2135, "directs": 2136, "discovery": 2137, "disjointed": 2138, "diversion": 2139, "dogs": 2140, "domestic": 2141, "dong": 2142, "downbeat": 2143, "dramatically": 2144, "drawing": 2145, "drop": 2146, "dud": 2147, "dvd": 2148, "dying": 2149, "elaborate": 2150, "empire": 2151, "encounter": 2152, "endlessly": 2153, "engage": 2154, "engaged": 2155, "entertain": 2156, "enthusiastic": 2157, "erotic": 2158, "escapism": 2159, "essence": 2160, "esther": 2161, "evelyn": 2162, "evokes": 2163, "exceptionally": 2164, "excess": 2165, "extended": 2166, "fable": 2167, "faithful": 2168, "famous": 2169, "fantasies": 2170, "faster": 2171, "featuring": 2172, "fights": 2173, "figures": 2174, "fill": 2175, "fills": 2176, "finely": 2177, "flash": 2178, "following": 2179, "follows": 2180, "former": 2181, "france": 2182, "freshness": 2183, "frida": 2184, "frustration": 2185, "ghetto": 2186, "good-natured": 2187, "grandeur": 2188, "guess": 2189, "hallmark": 2190, "halloween": 2191, "handled": 2192, "handsome": 2193, "harrowing": 2194, "hartley": 2195, "helps": 2196, "henry": 2197, "herzog": 2198, "hey": 2199, "hong": 2200, "hugh": 2201, "humorless": 2202, "huppert": 2203, "husband": 2204, "hype": 2205, "ice": 2206, "improbable": 2207, "inane": 2208, "inconsequential": 2209, "ingenious": 2210, "inherent": 2211, "insanely": 2212, "inspiration": 2213, "instantly": 2214, "integrity": 2215, "intellectual": 2216, "intricate": 2217, "iranian": 2218, "irony": 2219, "jaglom": 2220, "japan": 2221, "junk": 2222, "keeping": 2223, "kidman": 2224, "knew": 2225, "kong": 2226, "lane": 2227, "language": 2228, "leaden": 2229, "legged": 2230, "leigh": 2231, "lends": 2232, "letting": 2233, "limited": 2234, "lingering": 2235, "lips": 2236, "lively": 2237, "lopez": 2238, "losing": 2239, "magnificent": 2240, "masterfully": 2241, "matters": 2242, "measure": 2243, "measured": 2244, "mere": 2245, "merit": 2246, "mild": 2247, "minds": 2248, "monsters": 2249, "morality": 2250, "mouth": 2251, "movements": 2252, "myself": 2253, "nair": 2254, "narc": 2255, "necessarily": 2256, "nomination": 2257, "note": 2258, "notion": 2259, "notorious": 2260, "occasional": 2261, "odds": 2262, "packed": 2263, "pale": 2264, "paper": 2265, "parable": 2266, "parts": 2267, "pastiche": 2268, "path": 2269, "peculiar": 2270, "perverse": 2271, "photographed": 2272, "pic": 2273, "players": 2274, "pleasing": 2275, "plotted": 2276, "ponderous": 2277, "predecessors": 2278, "primarily": 2279, "prison": 2280, "problematic": 2281, "punch": 2282, "quirks": 2283, "race": 2284, "reasonably": 2285, "recycled": 2286, "redemption": 2287, "released": 2288, "reno": 2289, "required": 2290, "resolutely": 2291, "revenge": 2292, "rewards": 2293, "richly": 2294, "rise": 2295, "ritchie": 2296, "rollerball": 2297, "romp": 2298, "rooting": 2299, "rote": 2300, "sand": 2301, "sara": 2302, "savvy": 2303, "schmidt": 2304, "search": 2305, "seeking": 2306, "sensual": 2307, "serve": 2308, "shake": 2309, "shanghai": 2310, "shocking": 2311, "shoot": 2312, "shooting": 2313, "shoulders": 2314, "silliness": 2315, "silver": 2316, "similar": 2317, "simultaneously": 2318, "sinks": 2319, "sketchy": 2320, "slack": 2321, "slick": 2322, "sluggish": 2323, "smith": 2324, "snipes": 2325, "soldiers": 2326, "sorvino": 2327, "soulful": 2328, "souls": 2329, "spare": 2330, "sparkling": 2331, "spirited": 2332, "spite": 2333, "started": 2334, "stomach": 2335, "stone": 2336, "straightforward": 2337, "street": 2338, "strictly": 2339, "strikes": 2340, "string": 2341, "subculture": 2342, "suited": 2343, "surreal": 2344, "suspect": 2345, "swallow": 2346, "sympathetic": 2347, "talky": 2348, "tears": 2349, "technical": 2350, "teenage": 2351, "terrifying": 2352, "thrill": 2353, "thumbs": 2354, "ticket": 2355, "tiny": 2356, "top-notch": 2357, "touched": 2358, "tour": 2359, "trademark": 2360, "tragedies": 2361, "trailer": 2362, "transcends": 2363, "trapped": 2364, "trash": 2365, "travel": 2366, "trite": 2367, "tsai": 2368, "turning": 2369, "uncanny": 2370, "understated": 2371, "unflinching": 2372, "unforced": 2373, "unimaginative": 2374, "unintentionally": 2375, "unlikable": 2376, "urge": 2377, "vampire": 2378, "variety": 2379, "villain": 2380, "vincent": 2381, "vintage": 2382, "vital": 2383, "walked": 2384, "web": 2385, "weeks": 2386, "whimsical": 2387, "wholly": 2388, "winner": 2389, "witless": 2390, "xxx": 2391, "yearning": 2392, "younger": 2393, "101": 2394, "11": 2395, "15": 2396, "1\\/2": 2397, "30": 2398, "4ever": 2399, "51": 2400, "8": 2401, "academy": 2402, "accents": 2403, "adams": 2404, "adventurous": 2405, "aging": 2406, "ahead": 2407, "aimless": 2408, "alienation": 2409, "allegory": 2410, "altogether": 2411, "amazingly": 2412, "ambiguous": 2413, "angels": 2414, "answer": 2415, "anthony": 2416, "appalling": 2417, "appropriate": 2418, "arrive": 2419, "art-house": 2420, "artistic": 2421, "arts": 2422, "attal": 2423, "attract": 2424, "authority": 2425, "award": 2426, "ballot": 2427, "bar": 2428, "beach": 2429, "big-screen": 2430, "bill": 2431, "biopic": 2432, "blame": 2433, "bloody": 2434, "blow": 2435, "bogdanovich": 2436, "borrows": 2437, "breath": 2438, "bridge": 2439, "britney": 2440, "brooding": 2441, "buffs": 2442, "build": 2443, "building": 2444, "builds": 2445, "built": 2446, "buried": 2447, "cannes": 2448, "carrying": 2449, "casual": 2450, "catches": 2451, "celebration": 2452, "channel": 2453, "chaotic": 2454, "charismatic": 2455, "charmless": 2456, "chases": 2457, "chateau": 2458, "cheese": 2459, "chicago": 2460, "chills": 2461, "circuit": 2462, "climactic": 2463, "clockstoppers": 2464, "clooney": 2465, "closer": 2466, "clothes": 2467, "clue": 2468, "coherent": 2469, "competent": 2470, "complications": 2471, "conduct": 2472, "consciousness": 2473, "consequences": 2474, "conservative": 2475, "considered": 2476, "constantly": 2477, "contradictory": 2478, "control": 2479, "convenient": 2480, "convey": 2481, "corner": 2482, "cost": 2483, "cover": 2484, "critics": 2485, "crucial": 2486, "crudup": 2487, "cultures": 2488, "cutting": 2489, "dahmer": 2490, "dance": 2491, "dancing": 2492, "daring": 2493, "dawson": 2494, "demons": 2495, "denial": 2496, "destination": 2497, "deuces": 2498, "devices": 2499, "diesel": 2500, "disappointment": 2501, "dish": 2502, "dismissed": 2503, "disposable": 2504, "divine": 2505, "doses": 2506, "draws": 2507, "dreadful": 2508, "drive": 2509, "duke": 2510, "duvall": 2511, "eager": 2512, "earlier": 2513, "earnestness": 2514, "eastwood": 2515, "eat": 2516, "eccentric": 2517, "edgy": 2518, "elegantly": 2519, "embarrassment": 2520, "empowerment": 2521, "encouraging": 2522, "endure": 2523, "enjoyably": 2524, "enormously": 2525, "enter": 2526, "enterprise": 2527, "episodes": 2528, "equal": 2529, "equilibrium": 2530, "ethnic": 2531, "evening": 2532, "exaggerated": 2533, "exceedingly": 2534, "existence": 2535, "existential": 2536, "exotic": 2537, "experiment": 2538, "exposition": 2539, "factor": 2540, "familial": 2541, "families": 2542, "fancy": 2543, "fathers": 2544, "favorite": 2545, "feathers": 2546, "feature-length": 2547, "fellow": 2548, "filling": 2549, "finest": 2550, "fish": 2551, "floor": 2552, "flow": 2553, "fluff": 2554, "fluid": 2555, "fly": 2556, "forces": 2557, "foster": 2558, "freeman": 2559, "frightening": 2560, "frontal": 2561, "gangs": 2562, "garbage": 2563, "generate": 2564, "generates": 2565, "generous": 2566, "genial": 2567, "giddy": 2568, "glossy": 2569, "goldmember": 2570, "gory": 2571, "grab": 2572, "graceful": 2573, "grating": 2574, "greene": 2575, "grey": 2576, "guessing": 2577, "hair": 2578, "happened": 2579, "happiness": 2580, "harmless": 2581, "harris": 2582, "harry": 2583, "hastily": 2584, "hear": 2585, "held": 2586, "heroes": 2587, "heroine": 2588, "herself": 2589, "hitting": 2590, "hollow": 2591, "holm": 2592, "honesty": 2593, "hook": 2594, "hoot": 2595, "hoped": 2596, "hypnotic": 2597, "image": 2598, "imitation": 2599, "immediate": 2600, "immensely": 2601, "impeccable": 2602, "impostor": 2603, "impressed": 2604, "incisive": 2605, "includes": 2606, "incomprehensible": 2607, "independent": 2608, "inevitable": 2609, "infidelity": 2610, "inoffensive": 2611, "insomnia": 2612, "inspirational": 2613, "inspire": 2614, "insulting": 2615, "intermittently": 2616, "international": 2617, "interview": 2618, "intimacy": 2619, "irish": 2620, "ironic": 2621, "irresistible": 2622, "island": 2623, "jessica": 2624, "jim": 2625, "joel": 2626, "judd": 2627, "justify": 2628, "k-19": 2629, "kiddie": 2630, "kill": 2631, "killed": 2632, "kinda": 2633, "known": 2634, "korea": 2635, "labored": 2636, "labute": 2637, "lackluster": 2638, "lan": 2639, "lanes": 2640, "larger": 2641, "latter": 2642, "layers": 2643, "learn": 2644, "lifestyle": 2645, "likable": 2646, "limp": 2647, "locations": 2648, "longing": 2649, "lump": 2650, "lurid": 2651, "lush": 2652, "manufactured": 2653, "marginal": 2654, "martial": 2655, "marvel": 2656, "matinee": 2657, "mcgrath": 2658, "mean-spirited": 2659, "meaningful": 2660, "mechanical": 2661, "mediocrity": 2662, "mel": 2663, "memories": 2664, "mental": 2665, "middle-aged": 2666, "midnight": 2667, "minimalist": 2668, "misery": 2669, "morning": 2670, "morvern": 2671, "murky": 2672, "neil": 2673, "nerve": 2674, "news": 2675, "nightmare": 2676, "noble": 2677, "nobody": 2678, "noise": 2679, "nonetheless": 2680, "nonsense": 2681, "nonsensical": 2682, "observant": 2683, "observation": 2684, "obsession": 2685, "opaque": 2686, "openness": 2687, "outstanding": 2688, "overlong": 2689, "pacino": 2690, "paints": 2691, "palma": 2692, "pants": 2693, "paper-thin": 2694, "paradiso": 2695, "partly": 2696, "pathology": 2697, "patient": 2698, "payne": 2699, "pays": 2700, "pedestrian": 2701, "performed": 2702, "personalities": 2703, "philosophy": 2704, "piano": 2705, "pinocchio": 2706, "plympton": 2707, "police": 2708, "polished": 2709, "politically": 2710, "ponder": 2711, "portrays": 2712, "positive": 2713, "potent": 2714, "practically": 2715, "preachy": 2716, "preposterous": 2717, "presented": 2718, "pretensions": 2719, "proper": 2720, "proportions": 2721, "prospect": 2722, "proud": 2723, "providing": 2724, "psychologically": 2725, "pulling": 2726, "racial": 2727, "raised": 2728, "rank": 2729, "ranks": 2730, "rap": 2731, "redundant": 2732, "refusal": 2733, "reggio": 2734, "rehash": 2735, "relevant": 2736, "relief": 2737, "remembered": 2738, "reminder": 2739, "reminiscent": 2740, "reputation": 2741, "resonance": 2742, "responsible": 2743, "richer": 2744, "rising": 2745, "rohmer": 2746, "rouge": 2747, "rowdy": 2748, "rude": 2749, "run-of-the-mill": 2750, "russell": 2751, "saga": 2752, "sake": 2753, "sandra": 2754, "sane": 2755, "sarandon": 2756, "satirical": 2757, "saying": 2758, "scattered": 2759, "scenery": 2760, "scott": 2761, "scream": 2762, "screaming": 2763, "screening": 2764, "seconds": 2765, "secretary": 2766, "seek": 2767, "sell": 2768, "send": 2769, "sensational": 2770, "serving": 2771, "seven": 2772, "severe": 2773, "shadows": 2774, "shakespeare": 2775, "shamelessly": 2776, "shapeless": 2777, "shelf": 2778, "sheridan": 2779, "shines": 2780, "shock": 2781, "showcase": 2782, "showing": 2783, "shrewd": 2784, "similarly": 2785, "simone": 2786, "simplicity": 2787, "sincerity": 2788, "singing": 2789, "sisterhood": 2790, "sisters": 2791, "sketch": 2792, "sleeve": 2793, "sly": 2794, "sobering": 2795, "solaris": 2796, "solidly": 2797, "somebody": 2798, "song": 2799, "sophomoric": 2800, "sorority": 2801, "sorry": 2802, "speak": 2803, "speaking": 2804, "speaks": 2805, "spell": 2806, "spring": 2807, "squanders": 2808, "station": 2809, "steers": 2810, "steve": 2811, "sticks": 2812, "stiff": 2813, "stilted": 2814, "stitch": 2815, "store": 2816, "stuart": 2817, "stunt": 2818, "stylistic": 2819, "subplots": 2820, "substantial": 2821, "substitute": 2822, "subversive": 2823, "suck": 2824, "supernatural": 2825, "surrounding": 2826, "sweeping": 2827, "sweetness": 2828, "tales": 2829, "tap": 2830, "tasteful": 2831, "taylor": 2832, "tear": 2833, "technically": 2834, "technology": 2835, "term": 2836, "terribly": 2837, "test": 2838, "text": 2839, "textbook": 2840, "thematic": 2841, "thick": 2842, "thrillers": 2843, "throw": 2844, "toback": 2845, "topic": 2846, "tradition": 2847, "translation": 2848, "treats": 2849, "trek": 2850, "tremendous": 2851, "triangle": 2852, "unabashedly": 2853, "unbelievable": 2854, "uncertain": 2855, "uncomfortable": 2856, "understands": 2857, "undoubtedly": 2858, "unexpectedly": 2859, "unnerving": 2860, "unusually": 2861, "upper": 2862, "vague": 2863, "verbal": 2864, "verve": 2865, "victims": 2866, "videos": 2867, "vietnam": 2868, "visit": 2869, "vitality": 2870, "wake": 2871, "wanting": 2872, "wave": 2873, "weighty": 2874, "weirdly": 2875, "weirdness": 2876, "well-acted": 2877, "well-intentioned": 2878, "wendigo": 2879, "west": 2880, "wickedly": 2881, "wilco": 2882, "wilson": 2883, "windtalkers": 2884, "wonders": 2885, "wrapped": 2886, "youth": 2887, "#": 2888, "100": 2889, "13": 2890, "20th": 2891, "21st": 2892, "3": 2893, "\\*": 2894, "absolute": 2895, "abstract": 2896, "absurdities": 2897, "abuse": 2898, "accent": 2899, "accept": 2900, "acceptable": 2901, "accurate": 2902, "accurately": 2903, "ache": 2904, "action-comedy": 2905, "actions": 2906, "actual": 2907, "added": 2908, "adequate": 2909, "adequately": 2910, "admittedly": 2911, "advice": 2912, "aficionados": 2913, "agent": 2914, "alas": 2915, "album": 2916, "alert": 2917, "alien": 2918, "aliens": 2919, "alike": 2920, "alluring": 2921, "amiable": 2922, "amy": 2923, "and\\/or": 2924, "anderson": 2925, "angel": 2926, "anger": 2927, "animals": 2928, "anime": 2929, "anomie": 2930, "anyway": 2931, "ararat": 2932, "area": 2933, "argentine": 2934, "argue": 2935, "arty": 2936, "asian": 2937, "aspect": 2938, "aspirations": 2939, "assayas": 2940, "assume": 2941, "astounding": 2942, "athletes": 2943, "audacious": 2944, "auto": 2945, "avary": 2946, "avoids": 2947, "awards": 2948, "awfully": 2949, "awkwardly": 2950, "awkwardness": 2951, "baby": 2952, "backstage": 2953, "balanced": 2954, "ballistic": 2955, "barney": 2956, "bartleby": 2957, "base": 2958, "basis": 2959, "bear": 2960, "begin": 2961, "benefit": 2962, "betrayal": 2963, "bigelow": 2964, "birot": 2965, "black-and-white": 2966, "blank": 2967, "blatant": 2968, "bleak": 2969, "blind": 2970, "blockbuster": 2971, "bogs": 2972, "books": 2973, "borders": 2974, "boredom": 2975, "bound": 2976, "bourne": 2977, "bow": 2978, "bowling": 2979, "bracing": 2980, "brand": 2981, "breakthrough": 2982, "breathtakingly": 2983, "brian": 2984, "bruckheimer": 2985, "burger": 2986, "burr": 2987, "cable": 2988, "cage": 2989, "callar": 2990, "campanella": 2991, "capturing": 2992, "caring": 2993, "carmen": 2994, "carol": 2995, "cartoonish": 2996, "casts": 2997, "celebrity": 2998, "cell": 2999, "celluloid": 3000, "center": 3001, "cgi": 3002, "challenges": 3003, "chances": 3004, "charge": 3005, "charles": 3006, "charlie": 3007, "chelsea": 3008, "cherish": 3009, "chick": 3010, "chiller": 3011, "choice": 3012, "choose": 3013, "chops": 3014, "chord": 3015, "ch\u00e2teau": 3016, "cinderella": 3017, "clash": 3018, "classics": 3019, "cletis": 3020, "cleverness": 3021, "clich\u00e9d": 3022, "closely": 3023, "co-written": 3024, "cobbled": 3025, "collateral": 3026, "comedy-drama": 3027, "comics": 3028, "compared": 3029, "complaint": 3030, "compromise": 3031, "con": 3032, "concern": 3033, "confidence": 3034, "confused": 3035, "connection": 3036, "considering": 3037, "consistent": 3038, "consolation": 3039, "conspiracy": 3040, "construct": 3041, "construction": 3042, "contrivances": 3043, "coppola": 3044, "costner": 3045, "costume": 3046, "costumes": 3047, "cox": 3048, "craft": 3049, "craven": 3050, "creature": 3051, "criminal": 3052, "crisis": 3053, "critical": 3054, "crossroads": 3055, "cry": 3056, "curves": 3057, "cuts": 3058, "cynicism": 3059, "dana": 3060, "danny": 3061, "dare": 3062, "dares": 3063, "darker": 3064, "darkly": 3065, "darkness": 3066, "deals": 3067, "dean": 3068, "decade": 3069, "defies": 3070, "definitive": 3071, "deliberately": 3072, "deliciously": 3073, "demented": 3074, "deniro": 3075, "department": 3076, "derrida": 3077, "deserved": 3078, "desired": 3079, "destined": 