{"<eos>": 0, "<unk>": 1, "?": 2, "the": 3, "what": 4, "is": 5, "of": 6, "in": 7, "a": 8, "how": 9, "'s": 10, "was": 11, "who": 12, "to": 13, ",": 14, "are": 15, "for": 16, "and": 17, "''": 18, "``": 19, "does": 20, "did": 21, "do": 22, "many": 23, "name": 24, "on": 25, "where": 26, "i": 27, "first": 28, "you": 29, "can": 30, "when": 31, "world": 32, "from": 33, "which": 34, "that": 35, "u.s.": 36, "by": 37, "country": 38, "most": 39, "an": 40, "as": 41, "with": 42, "have": 43, "city": 44, "has": 45, ".": 46, "why": 47, "it": 48, "there": 49, "be": 50, "people": 51, "get": 52, "at": 53, "were": 54, "find": 55, "called": 56, "his": 57, "state": 58, "year": 59, "american": 60, "president": 61, "mean": 62, "war": 63, "two": 64, "largest": 65, "fear": 66, "made": 67, "new": 68, "much": 69, "between": 70, "long": 71, "'": 72, ":": 73, "its": 74, "origin": 75, "word": 76, "about": 77, "company": 78, "used": 79, "movie": 80, "tv": 81, "film": 82, "kind": 83, "famous": 84, "known": 85, "one": 86, "or": 87, "all": 88, "day": 89, "take": 90, "he": 91, "make": 92, "stand": 93, "game": 94, "live": 95, "your": 96, "best": 97, "invented": 98, "book": 99, "only": 100, "time": 101, "up": 102, "color": 103, "come": 104, "john": 105, "man": 106, "my": 107, "into": 108, "not": 109, "play": 110, "out": 111, "their": 112, "wrote": 113, "`": 114, "states": 115, "term": 116, "countries": 117, "last": 118, "show": 119, "america": 120, "if": 121, "named": 122, "old": 123, "south": 124, "call": 125, "home": 126, "won": 127, "baseball": 128, "character": 129, "difference": 130, "had": 131, "number": 132, "river": 133, "star": 134, "team": 135, "english": 136, "king": 137, "use": 138, "after": 139, "born": 140, "died": 141, "highest": 142, "four": 143, "information": 144, "novel": 145, "played": 146, "said": 147, "some": 148, "song": 149, "three": 150, "work": 151, "been": 152, "united": 153, "actor": 154, "average": 155, "become": 156, "capital": 157, "college": 158, "common": 159, "dog": 160, "say": 161, "us": 162, "will": 163, "years": 164, "actress": 165, "black": 166, "body": 167, "computer": 168, "earth": 169, "names": 170, "population": 171, "california": 172, "drink": 173, "go": 174, "group": 175, "located": 176, "mountain": 177, "sport": 178, "they": 179, "water": 180, "woman": 181, "would": 182, "die": 183, "during": 184, "food": 185, "good": 186, "island": 187, "north": 188, "space": 189, "than": 190, "times": 191, "top": 192, "animal": 193, "killed": 194, "money": 195, "school": 196, "sea": 197, "york": 198, "'t": 199, "great": 200, "history": 201, "like": 202, "more": 203, "over": 204, "part": 205, "popular": 206, "portrayed": 207, "through": 208, "university": 209, "1": 210, "big": 211, "different": 212, "her": 213, "language": 214, "makes": 215, "should": 216, "way": 217, "car": 218, "cities": 219, "each": 220, "horse": 221, "internet": 222, "longest": 223, "meaning": 224, "national": 225, "person": 226, "red": 227, "title": 228, "address": 229, "became": 230, "charles": 231, "contains": 232, "cost": 233, "craft": 234, "created": 235, "date": 236, "french": 237, "general": 238, "international": 239, "leader": 240, "major": 241, "miles": 242, "so": 243, "west": 244, "write": 245, "battle": 246, "built": 247, "causes": 248, "life": 249, "line": 250, "me": 251, "place": 252, "randy": 253, "russian": 254, "whose": 255, "abbreviation": 256, "airport": 257, "features": 258, "feet": 259, "form": 260, "found": 261, "games": 262, "ii": 263, "law": 264, "little": 265, "moon": 266, "power": 267, "queen": 268, "second": 269, "seven": 270, "system": 271, "air": 272, "baby": 273, "begin": 274, "boasts": 275, "bridge": 276, "british": 277, "children": 278, "colors": 279, "comic": 280, "death": 281, "england": 282, "five": 283, "following": 284, "george": 285, "germany": 286, "human": 287, "james": 288, "letter": 289, "london": 290, "love": 291, "men": 292, "nickname": 293, "office": 294, "park": 295, "san": 296, "someone": 297, "type": 298, "2": 299, "area": 300, "biggest": 301, "blood": 302, "bowl": 303, "disease": 304, "eat": 305, "european": 306, "hit": 307, "hole": 308, "house": 309, "islands": 310, "japanese": 311, "kennedy": 312, "letters": 313, "may": 314, "nixon": 315, "nn": 316, "player": 317, "product": 318, "real": 319, "soft": 320, "television": 321, "washington": 322, "white": 323, "animals": 324, "before": 325, "bill": 326, "business": 327, "center": 328, "chemical": 329, "father": 330, "female": 331, "happened": 332, "held": 333, "high": 334, "know": 335, "lawyer": 336, "league": 337, "married": 338, "member": 339, "mother": 340, "ocean": 341, "rate": 342, "spanish": 343, "st.": 344, "william": 345, "words": 346, "&": 347, "age": 348, "building": 349, "christmas": 350, "definition": 351, "hitler": 352, "ice": 353, "lives": 354, "music": 355, "newspaper": 356, "no": 357, "runs": 358, "series": 359, "served": 360, "singing": 361, "soldiers": 362, "tree": 363, "whom": 364, "win": 365, "africa": 366, "another": 367, "around": 368, "being": 369, "birth": 370, "boy": 371, "canada": 372, "civil": 373, "cnn": 374, "county": 375, "dick": 376, "end": 377, "ever": 378, "f.": 379, "far": 380, "girl": 381, "greek": 382, "indians": 383, "main": 384, "minister": 385, "mississippi": 386, "oldest": 387, "original": 388, "other": 389, "prime": 390, "radio": 391, "ship": 392, "singer": 393, "sports": 394, "store": 395, "super": 396, "tell": 397, "them": 398, "travel": 399, "tuberculosis": 400, "we": 401, "web": 402, "3": 403, "5": 404, "art": 405, "back": 406, "ball": 407, "basketball": 408, "beer": 409, "bible": 410, "board": 411, "card": 412, "cartoon": 413, "china": 414, "claim": 415, "code": 416, "comedian": 417, "department": 418, "down": 419, "fame": 420, "famed": 421, "flag": 422, "football": 423, "former": 424, "founded": 425, "gold": 426, "indian": 427, "introduced": 428, "jack": 429, "kentucky": 430, "lake": 431, "marvel": 432, "musical": 433, "never": 434, "night": 435, "olympic": 436, "once": 437, "originate": 438, "percentage": 439, "pope": 440, "prize": 441, "produce": 442, "richard": 443, "rock": 444, "role": 445, "saw": 446, "see": 447, "size": 448, "story": 449, "tax": 450, "thing": 451, "while": 452, "10": 453, "1984": 454, "americans": 455, "appear": 456, "author": 457, "berlin": 458, "blue": 459, "but": 460, "cards": 461, "caused": 462, "century": 463, "chinese": 464, "cold": 465, "cross": 466, "director": 467, "dubbed": 468, "east": 469, "europe": 470, "every": 471, "family": 472, "fast": 473, "favorite": 474, "fought": 475, "give": 476, "god": 477, "golf": 478, "hair": 479, "head": 480, "income": 481, "japan": 482, "latin": 483, "list": 484, "look": 485, "los": 486, "mount": 487, "need": 488, "now": 489, "organization": 490, "own": 491, "record": 492, "shot": 493, "sioux": 494, "six": 495, "sometimes": 496, "soviet": 497, "species": 498, "starred": 499, "start": 500, "started": 501, "steven": 502, "street": 503, "strip": 504, "symbol": 505, "texas": 506, "then": 507, "tom": 508, "under": 509, "vietnam": 510, "website": 511, "went": 512, "wine": 513, "women": 514, "worth": 515, "-": 516, "6": 517, "african": 518, "angeles": 519, "asian": 520, "australia": 521, "band": 522, "beach": 523, "bear": 524, "because": 525, "believe": 526, "birds": 527, "boxing": 528, "brothers": 529, "captain": 530, "characters": 531, "child": 532, "continent": 533, "days": 534, "de": 535, "desert": 536, "eggs": 537, "el": 538, "eyes": 539, "fastest": 540, "flight": 541, "fly": 542, "france": 543, "full": 544, "gas": 545, "gould": 546, "government": 547, "greatest": 548, "green": 549, "hand": 550, "hands": 551, "henry": 552, "instrument": 553, "jackson": 554, "jaws": 555, "languages": 556, "light": 557, "magazine": 558, "march": 559, "massachusetts": 560, "middle": 561, "mile": 562, "million": 563, "monopoly": 564, "months": 565, "o": 566, "often": 567, "paper": 568, "peter": 569, "plant": 570, "plays": 571, "point": 572, "presidents": 573, "prince": 574, "produced": 575, "rights": 576, "run": 577, "shea": 578, "son": 579, "stop": 580, "tennis": 581, "thatcher": 582, "types": 583, "wall": 584, "winter": 585, "8": 586, "alaska": 587, "allowed": 588, "also": 589, "artist": 590, "assassinated": 591, "balls": 592, "bond": 593, "brand": 594, "brown": 595, "build": 596, "buried": 597, "chicago": 598, "claimed": 599, "comes": 600, "companies": 601, "considered": 602, "court": 603, "cover": 604, "cowboy": 605, "current": 606, "dead": 607, "element": 608, "empire": 609, "eye": 610, "face": 611, "featured": 612, "federal": 613, "fire": 614, "formed": 615, "golden": 616, "got": 617, "headquarters": 618, "inside": 619, "jimmy": 620, "left": 621, "lived": 622, "living": 623, "male": 624, "medical": 625, "month": 626, "motto": 627, "museum": 628, "nationality": 629, "nine": 630, "nuclear": 631, "numbers": 632, "oil": 633, "olympics": 634, "opera": 635, "oscar": 636, "paid": 637, "planet": 638, "poet": 639, "producer": 640, "products": 641, "put": 642, "race": 643, "roman": 644, "rule": 645, "security": 646, "set": 647, "setting": 648, "side": 649, "sound": 650, "southern": 651, "square": 652, "stars": 653, "students": 654, "sun": 655, "tall": 656, "tallest": 657, "ten": 658, "this": 659, "titled": 660, "town": 661, "union": 662, "van": 663, "wars": 664, "watch": 665, "wear": 666, "week": 667, "weight": 668, "writer": 669, "!": 670, "0": 671, "11": 672, "1899": 673, "1963": 674, "1983": 675, "aaron": 676, "affect": 677, "aids": 678, "alphabet": 679, "always": 680, "army": 681, "ask": 682, "awarded": 683, "based": 684, "birthday": 685, "books": 686, "buffalo": 687, "buy": 688, "came": 689, "career": 690, "cars": 691, "castle": 692, "cat": 693, "celebrated": 694, "chicken": 695, "cigarette": 696, "columbia": 697, "comics": 698, "commercial": 699, "corpus": 700, "could": 701, "cream": 702, "create": 703, "cup": 704, "design": 705, "diego": 706, "e-mail": 707, "early": 708, "elected": 709, "electric": 710, "expression": 711, "field": 712, "fish": 713, "florida": 714, "follow": 715, "followed": 716, "friend": 717, "gave": 718, "german": 719, "glass": 720, "hero": 721, "historical": 722, "india": 723, "ireland": 724, "italian": 725, "kid": 726, "korea": 727, "lady": 728, "lakes": 729, "led": 730, "lost": 731, "lyrics": 732, "machines": 733, "making": 734, "mark": 735, "mayor": 736, "mexico": 737, "milk": 738, "minimum": 739, "miss": 740, "mozambique": 741, "must": 742, "near": 743, "nnp": 744, "nobel": 745, "online": 746, "orange": 747, "originally": 748, "our": 749, "paint": 750, "party": 751, "players": 752, "police": 753, "program": 754, "ray": 755, "reason": 756, "richest": 757, "salt": 758, "schools": 759, "secretary": 760, "shakespeare": 761, "she": 762, "sign": 763, "sleep": 764, "small": 765, "snow": 766, "society": 767, "spoken": 768, "spumante": 769, "stock": 770, "successful": 771, "telephone": 772, "thomas": 773, "tokyo": 774, "told": 775, "trial": 776, "vatican": 777, "video": 778, "wage": 779, "without": 780, "written": 781, "15": 782, "1991": 783, "7": 784, "acid": 785, "album": 786, "alley": 787, "amount": 788, "animated": 789, "answers.com": 790, "any": 791, "atlantic": 792, "automobile": 793, "bay": 794, "bone": 795, "border": 796, "bottle": 797, "bowling": 798, "brain": 799, "broadway": 800, "bureau": 801, "cancer": 802, "caribbean": 803, "charlie": 804, "christian": 805, "church": 806, "close": 807, "cocaine": 808, "committee": 809, "complete": 810, "conference": 811, "contact": 812, "contain": 813, "contract": 814, "control": 815, "correct": 816, "d.c.": 817, "daily": 818, "daughter": 819, "dc": 820, "declared": 821, "degrees": 822, "diamond": 823, "discovered": 824, "don": 825, "drive": 826, "drug": 827, "education": 828, "elements": 829, "elephant": 830, "emperor": 831, "energy": 832, "equal": 833, "events": 834, "file": 835, "films": 836, "franklin": 837, "gate": 838, "given": 839, "going": 840, "grow": 841, "gulf": 842, "harvey": 843, "having": 844, "heart": 845, "himself": 846, "hockey": 847, "host": 848, "inches": 849, "inspired": 850, "investigation": 851, "italy": 852, "jane": 853, "jersey": 854, "jewish": 855, "johnny": 856, "jude": 857, "justice": 858, "keep": 859, "kids": 860, "large": 861, "leading": 862, "least": 863, "leave": 864, "lee": 865, "literary": 866, "madonna": 867, "magic": 868, "mary": 869, "maurizio": 870, "mccarren": 871, "meant": 872, "medicine": 873, "members": 874, "michael": 875, "microsoft": 876, "model": 877, "mr.": 878, "mrs.": 879, "muppets": 880, "murder": 881, "mutombo": 882, "n't": 883, "nations": 884, "native": 885, "nfl": 886, "occur": 887, "off": 888, "order": 889, "owns": 890, "page": 891, "painted": 892, "painting": 893, "pellegrin": 894, "perfect": 895, "period": 896, "phone": 897, "poem": 898, "points": 899, "pop": 900, "presidential": 901, "produces": 902, "project": 903, "read": 904, "received": 905, "reims": 906, "religion": 907, "remove": 908, "represented": 909, "research": 910, "right": 911, "roosevelt": 912, "salary": 913, "same": 914, "seen": 915, "serve": 916, "sex": 917, "silly": 918, "silver": 919, "simpsons": 920, "single": 921, "site": 922, "sold": 923, "spain": 924, "spielberg": 925, "submarine": 926, "swimming": 927, "tale": 928, "taste": 929, "temperature": 930, "took": 931, "treat": 932, "turned": 933, "twins": 934, "universe": 935, "usa": 936, "using": 937, "vegas": 938, "vhs": 939, "visit": 940, "voice": 941, "watergate": 942, "ways": 943, "wife": 944, "wings": 945, "working": 946, "yankee": 947, "'ll": 948, "000": 949, "12": 950, "13": 951, "1939": 952, "1965": 953, "1967": 954, "1969": 955, "1980": 956, "1994": 957, "1998": 958, "2000": 959, "21": 960, "27": 961, "act": 962, "ads": 963, "adult": 964, "advertise": 965, "against": 966, "ages": 967, "ago": 968, "airplane": 969, "along": 970, "amendment": 971, "appearance": 972, "appeared": 973, "arthur": 974, "asia": 975, "asked": 976, "aspartame": 977, "associated": 978, "astronauts": 979, "attend": 980, "award": 981, "away": 982, "battery": 983, "beat": 984, "bee": 985, "ben": 986, "benny": 987, "bob": 988, "britain": 989, "butler": 990, "c": 991, "caffeine": 992, "caliente": 993, "calories": 994, "camp": 995, "carta": 996, "carter": 997, "cd": 998, "central": 999, "cereal": 1000, "chapter": 1001, "chocolate": 1002, "citizen": 1003, "claims": 1004, "classical": 1005, "clean": 1006, "clock": 1007, "clothing": 1008, "clouds": 1009, "club": 1010, "coach": 1011, "coffee": 1012, "colin": 1013, "commonly": 1014, "composer": 1015, "confederate": 1016, "congress": 1017, "constitution": 1018, "convicted": 1019, "costner": 1020, "council": 1021, "counterpart": 1022, "course": 1023, "covers": 1024, "creator": 1025, "creature": 1026, "d.": 1027, "dam": 1028, "december": 1029, "define": 1030, "depression": 1031, "describe": 1032, "desmond": 1033, "detective": 1034, "developed": 1035, "dickens": 1036, "dikembe": 1037, "directed": 1038, "distance": 1039, "dogtown": 1040, "dollar": 1041, "done": 1042, "drugs": 1043, "effect": 1044, "egg": 1045, "election": 1046, "eleven": 1047, "email": 1048, "engine": 1049, "example": 1050, "exchange": 1051, "fein": 1052, "finger": 1053, "flying": 1054, "folic": 1055, "ford": 1056, "forest": 1057, "fox": 1058, "francisco": 1059, "free": 1060, "function": 1061, "future": 1062, "gamble": 1063, "garry": 1064, "gay": 1065, "goodall": 1066, "governor": 1067, "hamblen": 1068, "happen": 1069, "harbor": 1070, "help": 1071, "here": 1072, "him": 1073, "hollywood": 1074, "houses": 1075, "humans": 1076, "husband": 1077, "independent": 1078, "invent": 1079, "iron": 1080, "islamic": 1081, "itself": 1082, "january": 1083, "jean": 1084, "just": 1085, "kasparov": 1086, "kept": 1087, "kevin": 1088, "kuwait": 1089, "la": 1090, "las": 1091, "lead": 1092, "level": 1093, "lion": 1094, "lose": 1095, "louis": 1096, "luther": 1097, "magna": 1098, "mammal": 1099, "market": 1100, "martin": 1101, "master": 1102, "matter": 1103, "medium": 1104, "mercury": 1105, "mountains": 1106, "mouse": 1107, "muffins": 1108, "nation": 1109, "natural": 1110, "nicholas": 1111, "oat": 1112, "occupation": 1113, "oceans": 1114, "official": 1115, "operating": 1116, "oscars": 1117, "patent": 1118, "paul": 1119, "peace": 1120, "peachy": 1121, "pearl": 1122, "pennsylvania": 1123, "per": 1124, "percent": 1125, "pitcher": 1126, "pole": 1127, "powell": 1128, "powerful": 1129, "pregnancy": 1130, "price": 1131, "pro": 1132, "procter": 1133, "profession": 1134, "prophet": 1135, "published": 1136, "purpose": 1137, "putty": 1138, "qigong": 1139, "questions": 1140, "races": 1141, "rain": 1142, "rascals": 1143, "reach": 1144, "reign": 1145, "republic": 1146, "restaurant": 1147, "rivers": 1148, "road": 1149, "robert": 1150, "rocky": 1151, "rogers": 1152, "roll": 1153, "rome": 1154, "rotary": 1155, "rubber": 1156, "rum": 1157, "russia": 1158, "ruth": 1159, "score": 1160, "season": 1161, "secret": 1162, "senate": 1163, "sexual": 1164, "signed": 1165, "silent": 1166, "sing": 1167, "sinn": 1168, "sites": 1169, "social": 1170, "songs": 1171, "speed": 1172, "spent": 1173, "stage": 1174, "standard": 1175, "starring": 1176, "station": 1177, "statistics": 1178, "stewart": 1179, "still": 1180, "stole": 1181, "stone": 1182, "stuart": 1183, "substance": 1184, "supreme": 1185, "surrounds": 1186, "test": 1187, "theme": 1188, "theory": 1189, "these": 1190, "thunder": 1191, "titanic": 1192, "today": 1193, "transplant": 1194, "troops": 1195, "try": 1196, "turn": 1197, "typical": 1198, "upon": 1199, "ventura": 1200, "weapon": 1201, "weather": 1202, "weigh": 1203, "western": 1204, "williams": 1205, "wind": 1206, "writing": 1207, "yellow": 1208, "16th": 1209, "18": 1210, "19": 1211, "1940": 1212, "1942": 1213, "1950": 1214, "1953": 1215, "1960": 1216, "1972": 1217, "1975": 1218, "1978": 1219, "1981": 1220, "1989": 1221, "1990": 1222, "24": 1223, "25": 1224, "academy": 1225, "acronym": 1226, "across": 1227, "acted": 1228, "ad": 1229, "adventures": 1230, "al": 1231, "alice": 1232, "allen": 1233, "am": 1234, "andy": 1235, "answers": 1236, "apples": 1237, "arch": 1238, "assassinate": 1239, "assassination": 1240, "astronaut": 1241, "attack": 1242, "august": 1243, "auto": 1244, "babe": 1245, "baking": 1246, "banned": 1247, "bastille": 1248, "beatles": 1249, "beauty": 1250, "becoming": 1251, "behind": 1252, "billy": 1253, "blind": 1254, "bomb": 1255, "borders": 1256, "bought": 1257, "bounty": 1258, "boxer": 1259, "brother": 1260, "brought": 1261, "bug": 1262, "bull": 1263, "bush": 1264, "businesses": 1265, "cage": 1266, "callosum": 1267, "canadian": 1268, "carolina": 1269, "cartoons": 1270, "case": 1271, "catch": 1272, "cathedral": 1273, "cells": 1274, "chain": 1275, "chairman": 1276, "championship": 1277, "chancellor": 1278, "chemicals": 1279, "chess": 1280, "chief": 1281, "circle": 1282, "clark": 1283, "cleveland": 1284, "closest": 1285, "colorado": 1286, "comaneci": 1287, "coming": 1288, "command": 1289, "communist": 1290, "contest": 1291, "continental": 1292, "cork": 1293, "cosmology": 1294, "cotrubas": 1295, "cpr": 1296, "credit": 1297, "criminal": 1298, "david": 1299, "dealt": 1300, "deep": 1301, "defects": 1302, "detect": 1303, "dictator": 1304, "dinner": 1305, "direct": 1306, "direction": 1307, "discover": 1308, "display": 1309, "doctor": 1310, "doing": 1311, "domesticated": 1312, "dr.": 1313, "dt": 1314, "edgar": 1315, "editor": 1316, "edmund": 1317, "einstein": 1318, "ended": 1319, "ends": 1320, "engines": 1321, "enter": 1322, "enterprise": 1323, "equivalent": 1324, "eruption": 1325, "established": 1326, "eternity": 1327, "everest": 1328, "exactly": 1329, "executed": 1330, "exercise": 1331, "exist": 1332, "explorer": 1333, "export": 1334, "failure": 1335, "falls": 1336, "fare": 1337, "fathom": 1338, "fawaz": 1339, "feature": 1340, "february": 1341, "fifth": 1342, "fight": 1343, "firm": 1344, "flies": 1345, "force": 1346, "forced": 1347, "forces": 1348, "formula": 1349, "fred": 1350, "fruit": 1351, "fuel": 1352, "fungal": 1353, "gain": 1354, "gandhi": 1355, "geese": 1356, "georgia": 1357, "gives": 1358, "gods": 1359, "golfer": 1360, "gone": 1361, "gorbachev": 1362, "grand": 1363, "growing": 1364, "hamburger": 1365, "happens": 1366, "hearing": 1367, "hearst": 1368, "hemingway": 1369, "hold": 1370, "holds": 1371, "hot": 1372, "hugo": 1373, "hunter": 1374, "hydrogen": 1375, "ibm-compatible": 1376, "ileana": 1377, "important": 1378, "included": 1379, "infection": 1380, "infectious": 1381, "institute": 1382, "insurance": 1383, "involved": 1384, "iq": 1385, "irish": 1386, "israel": 1387, "j.": 1388, "jail": 1389, "jockey": 1390, "johnson": 1391, "join": 1392, "jones": 1393, "jr.": 1394, "july": 1395, "k": 1396, "killer": 1397, "l.a.": 1398, "label": 1399, "land": 1400, "larry": 1401, "latitude": 1402, "legal": 1403, "less": 1404, "liberty": 1405, "lincoln": 1406, "lindbergh": 1407, "literature": 1408, "location": 1409, "logan": 1410, "longitude": 1411, "lord": 1412, "low": 1413, "lowest": 1414, "manufactured": 1415, "manufacturer": 1416, "marijuana": 1417, "measure": 1418, "meat": 1419, "medal": 1420, "meters": 1421, "mexican": 1422, "michelangelo": 1423, "minutes": 1424, "mission": 1425, "modern": 1426, "morning": 1427, "mouth": 1428, "move": 1429, "nadia": 1430, "nature": 1431, "navy": 1432, "network": 1433, "next": 1434, "normal": 1435, "nothing": 1436, "occupy": 1437, "organ": 1438, "oswald": 1439, "outside": 1440, "oven": 1441, "oz": 1442, "pacific": 1443, "painter": 1444, "pass": 1445, "peak": 1446, "peanut": 1447, "penned": 1448, "philippines": 1449, "phoenix": 1450, "pink": 1451, "pittsburgh": 1452, "pizza": 1453, "planted": 1454, "plants": 1455, "plastic": 1456, "playing": 1457, "poe": 1458, "poker": 1459, "policy": 1460, "pollock": 1461, "pooh": 1462, "popeye": 1463, "position": 1464, "post": 1465, "potlatch": 1466, "pound": 1467, "pounds": 1468, "pregnant": 1469, "presidency": 1470, "prevent": 1471, "probability": 1472, "process": 1473, "production": 1474, "professional": 1475, "publish": 1476, "pulitzer": 1477, "pull-tab": 1478, "purchase": 1479, "question": 1480, "railroad": 1481, "rainbow": 1482, "raise": 1483, "range": 1484, "reactivity": 1485, "receive": 1486, "records": 1487, "released": 1488, "rest": 1489, "return": 1490, "ride": 1491, "ring": 1492, "robin": 1493, "rolling": 1494, "romans": 1495, "room": 1496, "root": 1497, "royal": 1498, "samuel": 1499, "sang": 1500, "sank": 1501, "santa": 1502, "scarlett": 1503, "science": 1504, "scotland": 1505, "screen": 1506, "search": 1507, "seas": 1508, "sees": 1509, "selling": 1510, "sells": 1511, "sergeant": 1512, "service": 1513, "shape": 1514, "shirley": 1515, "shuttle": 1516, "sides": 1517, "sings": 1518, "sink": 1519, "sister": 1520, "soap": 1521, "software": 1522, "something": 1523, "sons": 1524, "source": 1525, "sperm": 1526, "spy": 1527, "stadium": 1528, "staff": 1529, "steinbeck": 1530, "steps": 1531, "stick": 1532, "stripes": 1533, "such": 1534, "suit": 1535, "sullivan": 1536, "summer": 1537, "superman": 1538, "surface": 1539, "sweet": 1540, "takes": 1541, "teaspoon": 1542, "technique": 1543, "terms": 1544, "think": 1545, "third": 1546, "tiger": 1547, "tip": 1548, "toll": 1549, "tour": 1550, "trail": 1551, "trees": 1552, "trials": 1553, "triangle": 1554, "tried": 1555, "trip": 1556, "unaccounted": 1557, "unemployment": 1558, "value": 1559, "vegetable": 1560, "victoria": 1561, "virgin": 1562, "virginia": 1563, "volcano": 1564, "walk": 1565, "wheel": 1566, "widely": 1567, "wild": 1568, "windows": 1569, "winnie": 1570, "witch": 1571, "wives": 1572, "wolfe": 1573, "worked": 1574, "younis": 1575, "zeppelin": 1576, "zip": 1577, "$1": 1578, "$5": 1579, "'em": 1580, "'hara": 1581, "'re": 1582, "'ve": 1583, "14": 1584, "16": 1585, "17": 1586, "1923": 1587, "1933": 1588, "1935": 1589, "1936": 1590, "1945": 1591, "1948": 1592, "1952": 1593, "1956": 1594, "1966": 1595, "1968": 1596, "1973": 1597, "1974": 1598, "1992": 1599, "1993": 1600, "1999": 1601, "4": 1602, "500": 1603, "6th": 1604, "98": 1605, ";": 1606, "abbreviated": 1607, "abraham": 1608, "according": 1609, "active": 1610, "actually": 1611, "add": 1612, "advertising": 1613, "agent": 1614, "airline": 1615, "albert": 1616, "alexander": 1617, "ali": 1618, "all-time": 1619, "ambassador": 1620, "americas": 1621, "ancient": 1622, "andrew": 1623, "angel": 1624, "angels": 1625, "anglican": 1626, "anniversary": 1627, "anything": 1628, "appearances": 1629, "approximate": 1630, "april": 1631, "arctic": 1632, "arnold": 1633, "ash": 1634, "association": 1635, "attractions": 1636, "austria": 1637, "autobiography": 1638, "bank": 1639, "bar": 1640, "barbie": 1641, "barrymore": 1642, "bars": 1643, "battles": 1644, "bears": 1645, "beaver": 1646, "beers": 1647, "bees": 1648, "beethoven": 1649, "began": 1650, "beginning": 1651, "belgium": 1652, "best-seller": 1653, "better": 1654, "bibliography": 1655, "biography": 1656, "bird": 1657, "birthplace": 1658, "birthstone": 1659, "boat": 1660, "bogart": 1661, "bolivia": 1662, "bombay": 1663, "bones": 1664, "bottles": 1665, "box": 1666, "boys": 1667, "brazil": 1668, "breed": 1669, "broadcast": 1670, "broken": 1671, "brooks": 1672, "brush": 1673, "bulls": 1674, "burned": 1675, "busiest": 1676, "butter": 1677, "butterfield": 1678, "calendar": 1679, "camera": 1680, "canal": 1681, "cans": 1682, "canyon": 1683, "cap": 1684, "carries": 1685, "casablanca": 1686, "cash": 1687, "cats": 1688, "celebrities": 1689, "celebrity": 1690, "ceremony": 1691, "chance": 1692, "charge": 1693, "check": 1694, "chris": 1695, "christ": 1696, "chronic": 1697, "chronicles": 1698, "class": 1699, "classic": 1700, "clay": 1701, "closing": 1702, "clothes": 1703, "clown": 1704, "coast": 1705, "collect": 1706, "colonies": 1707, "colonists": 1708, "colony": 1709, "colorful": 1710, "columbus": 1711, "community": 1712, "companion": 1713, "compared": 1714, "competition": 1715, "congressman": 1716, "conrad": 1717, "constellation": 1718, "contemptible": 1719, "cooking": 1720, "cop": 1721, "count": 1722, "crop": 1723, "crown": 1724, "cube": 1725, "cut": 1726, "dakota": 1727, "dancing": 1728, "darth": 1729, "daughters": 1730, "davis": 1731, "deadliest": 1732, "dealer": 1733, "deer": 1734, "degas": 1735, "delaware": 1736, "democratic": 1737, "derby": 1738, "designed": 1739, "designer": 1740, "determine": 1741, "dew": 1742, "dialing": 1743, "diameter": 1744, "digits": 1745, "disabilities": 1746, "disc": 1747, "diseases": 1748, "district": 1749, "division": 1750, "divorce": 1751, "dogs": 1752, "doodle": 1753, "doody": 1754, "dots": 1755, "dracula": 1756, "draft": 1757, "drew": 1758, "dry": 1759, "dumpty": 1760, "dwarfs": 1761, "e": 1762, "e-commerce": 1763, "e=mc2": 1764, "ear": 1765, "earn": 1766, "ears": 1767, "easter": 1768, "economic": 1769, "effects": 1770, "eisenhower": 1771, "electoral": 1772, "empty": 1773, "equipment": 1774, "era": 1775, "erected": 1776, "ernest": 1777, "establish": 1778, "etc.": 1779, "event": 1780, "everything": 1781, "ewoks": 1782, "expectancy": 1783, "expectant": 1784, "expensive": 1785, "f": 1786, "faces": 1787, "facial": 1788, "fans": 1789, "fax": 1790, "festival": 1791, "fields": 1792, "figure": 1793, "fine": 1794, "fined": 1795, "fingers": 1796, "fired": 1797, "fitzgerald": 1798, "flavor": 1799, "floor": 1800, "florence": 1801, "flower": 1802, "flowers": 1803, "flows": 1804, "foods": 1805, "format": 1806, "fortune": 1807, "foundation": 1808, "fourth": 1809, "frank": 1810, "fresh": 1811, "front": 1812, "fur": 1813, "gates": 1814, "gene": 1815, "generals": 1816, "generator": 1817, "genesis": 1818, "getting": 1819, "girls": 1820, "giving": 1821, "glitters": 1822, "global": 1823, "glory": 1824, "godfather": 1825, "goes": 1826, "gogh": 1827, "graced": 1828, "graduate": 1829, "greeting": 1830, "guitar": 1831, "hall": 1832, "harrison": 1833, "harry": 1834, "hass": 1835, "hat": 1836, "hate": 1837, "havoc": 1838, "hawaiian": 1839, "hazmat": 1840, "headed": 1841, "hear": 1842, "helen": 1843, "hillary": 1844, "hitting": 1845, "hiv": 1846, "holmes": 1847, "homelite": 1848, "honecker": 1849, "honey": 1850, "hooligans": 1851, "horses": 1852, "hotel": 1853, "hours": 1854, "household": 1855, "howdy": 1856, "hulk": 1857, "humphrey": 1858, "humpty": 1859, "hungarian": 1860, "hurricane": 1861, "hussein": 1862, "idea": 1863, "identity": 1864, "iii": 1865, "inc.": 1866, "include": 1867, "includes": 1868, "increase": 1869, "incredible": 1870, "independence": 1871, "individuals": 1872, "infamous": 1873, "info": 1874, "instead": 1875, "intercourse": 1876, "inventor": 1877, "ioc": 1878, "ivy": 1879, "jackie": 1880, "jamiroquai": 1881, "jerry": 1882, "jesus": 1883, "job": 1884, "joe": 1885, "joseph": 1886, "journal": 1887, "juice": 1888, "kansas": 1889, "keyboard": 1890, "kinds": 1891, "kings": 1892, "kosovo": 1893, "l.": 1894, "lack": 1895, "landed": 1896, "landmark": 1897, "late": 1898, "launched": 1899, "lawrence": 1900, "learning": 1901, "leg": 1902, "legs": 1903, "lens": 1904, "let": 1905, "library": 1906, "likely": 1907, "lips": 1908, "lobster": 1909, "loss": 1910, "louisiana": 1911, "lucas": 1912, "lucy": 1913, "luke": 1914, "lunch": 1915, "maclaine": 1916, "maker": 1917, "manager": 1918, "maneuver": 1919, "manned": 1920, "manufactures": 1921, "mao": 1922, "maria": 1923, "markets": 1924, "marks": 1925, "marley": 1926, "marx": 1927, "maryland": 1928, "match": 1929, "material": 1930, "mediterranean": 1931, "mentioned": 1932, "met": 1933, "meter": 1934, "method": 1935, "michigan": 1936, "mikhail": 1937, "military": 1938, "milky": 1939, "missouri": 1940, "moby": 1941, "monarch": 1942, "monkey": 1943, "monster": 1944, "moore": 1945, "mormons": 1946, "motion": 1947, "movement": 1948, "movies": 1949, "muhammad": 1950, "mutiny": 1951, "mystery": 1952, "nazi": 1953, "nazis": 1954, "nba": 1955, "nebraska": 1956, "needle": 1957, "nevada": 1958, "nhl": 1959, "nicknamed": 1960, "nino": 1961, "no.": 1962, "northeast": 1963, "northernmost": 1964, "notes": 1965, "novelist": 1966, "november": 1967, "nun": 1968, "objects": 1969, "odds": 1970, "offer": 1971, "officer": 1972, "ohio": 1973, "opens": 1974, "operation": 1975, "opposite": 1976, "organism": 1977, "orleans": 1978, "others": 1979, "outcome": 1980, "owned": 1981, "owner": 1982, "p.m.": 1983, "palace": 1984, "pan": 1985, "panama": 1986, "paris": 1987, "paso": 1988, "penis": 1989, "perform": 1990, "performer": 1991, "perpetual": 1992, "personality": 1993, "piano": 1994, "pictures": 1995, "piece": 1996, "pig": 1997, "pigs": 1998, "pit": 1999, "pitchers": 2000, "plan": 2001, "playboy": 2002, "possession": 2003, "practice": 2004, "prayer": 2005, "present": 2006, "professor": 2007, "promote": 2008, "properties": 2009, "purposes": 2010, "pursuit": 2011, "putting": 2012, "quit": 2013, "railway": 2014, "reading": 2015, "recently": 2016, "recipe": 2017, "recorded": 2018, "reference": 2019, "region": 2020, "release": 2021, "remain": 2022, "represent": 2023, "review": 2024, "revolution": 2025, "rich": 2026, "rider": 2027, "roger": 2028, "rose": 2029, "round": 2030, "rules": 2031, "russians": 2032, "rust": 2033, "saddam": 2034, "safe": 2035, "saint": 2036, "sam": 2037, "save": 2038, "saying": 2039, "scholar": 2040, "scientists": 2041, "scoundrel": 2042, "scrabble": 2043, "screenplay": 2044, "sculpture": 2045, "seaport": 2046, "seasons": 2047, "seattle": 2048, "seized": 2049, "senator": 2050, "send": 2051, "sensitive": 2052, "sentence": 2053, "september": 2054, "sequel": 2055, "shall": 2056, "shelley": 2057, "sherlock": 2058, "ships": 2059, "shoe": 2060, "short": 2061, "shows": 2062, "significant": 2063, "sir": 2064, "skin": 2065, "smallest": 2066, "soccer": 2067, "soda": 2068, "sodium": 2069, "sort": 2070, "soup": 2071, "spacecraft": 2072, "span": 2073, "spawned": 2074, "speak": 2075, "spectrum": 2076, "spend": 2077, "spice": 2078, "spill": 2079, "stamp": 2080, "stanley": 2081, "starting": 2082, "starts": 2083, "stations": 2084, "steal": 2085, "steel": 2086, "stephen": 2087, "stopped": 2088, "storm": 2089, "struck": 2090, "study": 2091, "subway": 2092, "success": 2093, "supposed": 2094, "swimmer": 2095, "switzerland": 2096, "syndrome": 2097, "table": 2098, "target": 2099, "taylor": 2100, "teddy": 2101, "temple": 2102, "tennessee": 2103, "territory": 2104, "terrorist": 2105, "thalassemia": 2106, "those": 2107, "tie": 2108, "toilet": 2109, "tourist": 2110, "tournament": 2111, "toward": 2112, "toy": 2113, "tracy": 2114, "trade": 2115, "trademark": 2116, "train": 2117, "training": 2118, "travels": 2119, "treasure": 2120, "treatment": 2121, "triple": 2122, "tristar": 2123, "trivial": 2124, "trying": 2125, "tube": 2126, "tutu": 2127, "twice": 2128, "typewriter": 2129, "typist": 2130, "un": 2131, "uses": 2132, "usually": 2133, "utah": 2134, "vaccine": 2135, "vacuum": 2136, "vader": 2137, "valdez": 2138, "variety": 2139, "various": 2140, "venus": 2141, "verses": 2142, "vice-president": 2143, "victor": 2144, "vienna": 2145, "vietnamese": 2146, "vincent": 2147, "virtual": 2148, "vote": 2149, "votes": 2150, "vs.": 2151, "w.c.": 2152, "wake": 2153, "want": 2154, "wave": 2155, "wearing": 2156, "websites": 2157, "well-known": 2158, "wide": 2159, "wilson": 2160, "windsor": 2161, "winner": 2162, "winners": 2163, "wonder": 2164, "wonders": 2165, "woodrow": 2166, "woody": 2167, "worlds": 2168, "worldwide": 2169, "worst": 2170, "yahoo": 2171, "yalta": 2172, "yankees": 2173, "young": 2174, "z": 2175, "'clock": 2176, "'l": 2177, "'n": 2178, "1-cent": 2179, "12-hour": 2180, "15-year-old": 2181, "15th": 2182, "1642-1649": 2183, "1779": 2184, "1797-185": 2185, "1812": 2186, "1847": 2187, "1853": 2188, "1920s": 2189, "1929": 2190, "1937": 2191, "1940s": 2192, "1941": 2193, "1946": 2194, "1951": 2195, "1957": 2196, "1958": 2197, "1959": 2198, "196": 2199, "1962": 2200, "1964": 2201, "197": 2202, "1971": 2203, "1976": 2204, "1977": 2205, "1979": 2206, "1982": 2207, "1985": 2208, "1988": 2209, "199": 2210, "19th": 2211, "19th-century": 2212, "2112": 2213, "22": 2214, "23": 2215, "2th-century": 2216, "31": 2217, "39": 2218, "455-yard": 2219, "49": 2220, "55": 2221, "5th": 2222, "7-eleven": 2223, "740-tree": 2224, "80": 2225, "9": 2226, "900": 2227, "abandoned": 2228, "ability": 2229, "abner": 2230, "abstract": 2231, "abuse": 2232, "access": 2233, "account": 2234, "acne": 2235, "action": 2236, "actors": 2237, "addresses": 2238, "administration": 2239, "admit": 2240, "adopt": 2241, "adopted": 2242, "advertises": 2243, "affected": 2244, "afghanistan": 2245, "afternoon": 2246, "aged": 2247, "agency": 2248, "agree": 2249, "airports": 2250, "aldrin": 2251, "alexandra": 2252, "almost": 2253, "alphabetical": 2254, "alphabetically": 2255, "alternative": 2256, "amateur": 2257, "amazon": 2258, "amherst": 2259, "among": 2260, "amtrak": 2261, "analysis": 2262, "andrews": 2263, "announced": 2264, "annual": 2265, "anthem": 2266, "anthony": 2267, "apart": 2268, "apartment": 2269, "apollo": 2270, "appears": 2271, "apple": 2272, "appointed": 2273, "approximately": 2274, "arcadia": 2275, "archie": 2276, "architect": 2277, "architecture": 2278, "areas": 2279, "argentine": 2280, "aristotle": 2281, "arma": 2282, "armed": 2283, "armor": 2284, "articles": 2285, "artificial": 2286, "artists": 2287, "associates": 2288, "astaire": 2289, "athlete": 2290, "athletes": 2291, "athletic": 2292, "atm": 2293, "attacks": 2294, "attempt": 2295, "attempts": 2296, "attraction": 2297, "australian": 2298, "available": 2299, "avenue": 2300, "avery": 2301, "awards": 2302, "bacall": 2303, "background": 2304, "bad": 2305, "bakery": 2306, "balance": 2307, "bald": 2308, "ballet": 2309, "baltic": 2310, "banana": 2311, "banner": 2312, "barbados": 2313, "barbeque": 2314, "barnum": 2315, "bat": 2316, "beak": 2317, "beanie": 2318, "beans": 2319, "beautiful": 2320, "bed": 2321, "beetle": 2322, "begins": 2323, "bell": 2324, "belushi": 2325, "benefits": 2326, "bert": 2327, "besides": 2328, "best-selling": 2329, "bestselling": 2330, "bet": 2331, "bette": 2332, "better-known": 2333, "betting": 2334, "biblical": 2335, "black-and-white": 2336, "blacks": 2337, "blanc": 2338, "bligh": 2339, "block": 2340, "bloom": 2341, "blow": 2342, "blues": 2343, "bobby": 2344, "bombing": 2345, "bonnie": 2346, "boosters": 2347, "borrow": 2348, "boston": 2349, "both": 2350, "bottom": 2351, "boxes": 2352, "bra": 2353, "bradbury": 2354, "brandenburg": 2355, "brave": 2356, "brazilian": 2357, "bread": 2358, "breakfast": 2359, "breeds": 2360, "broadcasting": 2361, "broke": 2362, "bronze": 2363, "bros.": 2364, "browns": 2365, "brunei": 2366, "bud": 2367, "bugs": 2368, "buildings": 2369, "bunker": 2370, "bust": 2371, "buys": 2372, "cabinet": 2373, "cable": 2374, "cache": 2375, "caesar": 2376, "caffeinated": 2377, "cairo": 2378, "calcium": 2379, "calculate": 2380, "calculator": 2381, "calls": 2382, "camaro": 2383, "camel": 2384, "candle": 2385, "candy": 2386, "cane": 2387, "canine": 2388, "capone": 2389, "capp": 2390, "carbon": 2391, "cardinal": 2392, "care": 2393, "carl": 2394, "carol": 2395, "carry": 2396, "cases": 2397, "casey": 2398, "category": 2399, "catholic": 2400, "caught": 2401, "cause": 2402, "causing": 2403, "cave": 2404, "cement": 2405, "centers": 2406, "certain": 2407, "chairs": 2408, "champion": 2409, "champions": 2410, "chances": 2411, "change": 2412, "changed": 2413, "channel": 2414, "chappellet": 2415, "charley": 2416, "cheese": 2417, "chefs": 2418, "chile": 2419, "chilean": 2420, "chip": 2421, "choo": 2422, "christopher": 2423, "chromosome": 2424, "churchill": 2425, "civilization": 2426, "clara": 2427, "classification": 2428, "claus": 2429, "clear": 2430, "clinton": 2431, "clip": 2432, "closed": 2433, "coal": 2434, "coastal": 2435, "coastline": 2436, "coca-cola": 2437, "cocktail": 2438, "coconut": 2439, "codes": 2440, "coin": 2441, "collection": 2442, "colleges": 2443, "cologne": 2444, "colombia": 2445, "colonial": 2446, "colored": 2447, "colt": 2448, "combat": 2449, "comedienne": 2450, "comedy": 2451, "commandments": 2452, "commit": 2453, "commodity": 2454, "commune": 2455, "concentration": 2456, "concorde": 2457, "condiment": 2458, "condition": 2459, "conditioning": 2460, "condoms": 2461, "coney": 2462, "connecticut": 2463, "consciousness": 2464, "consist": 2465, "constructed": 2466, "controls": 2467, "cookies": 2468, "cool": 2469, "cooler": 2470, "cooper": 2471, "copies": 2472, "corn": 2473, "corner": 2474, "corporate": 2475, "corporation": 2476, "correctly": 2477, "costa": 2478, "costs": 2479, "costume": 2480, "cotton": 2481, "coup": 2482, "couple": 2483, "cousins": 2484, "cousteau": 2485, "cow": 2486, "cowboys": 2487, "crabs": 2488, "cranberry": 2489, "creatures": 2490, "credited": 2491, "creeps": 2492, "cricket": 2493, "crokinole": 2494, "crust": 2495, "cry": 2496, "crystals": 2497, "cuba": 2498, "cuckoo": 2499, "cucumber": 2500, "curious": 2501, "currency": 2502, "d": 2503, "d-day": 2504, "da": 2505, "dale": 2506, "damage": 2507, "daminozide": 2508, "danced": 2509, "daniel": 2510, "danube": 2511, "darkness": 2512, "data": 2513, "database": 2514, "dates": 2515, "dating": 2516, "davies": 2517, "daycare": 2518, "deal": 2519, "deals": 2520, "debate": 2521, "debut": 2522, "decathlon": 2523, "declaration": 2524, "declare": 2525, "defeat": 2526, "defined": 2527, "dentist": 2528, "deodorant": 2529, "depicted": 2530, "desire": 2531, "details": 2532, "determined": 2533, "develop": 2534, "development": 2535, "device": 2536, "devices": 2537, "dextropropoxyphen": 2538, "diabetes": 2539, "diamonds": 2540, "diary": 2541, "dicken": 2542, "differences": 2543, "digital": 2544, "dime": 2545, "diminutive": 2546, "dinosaur": 2547, "directly": 2548, "disk": 2549, "disney": 2550, "distinction": 2551, "divided": 2552, "dna": 2553, "doll": 2554, "dolly": 2555, "donald": 2556, "donated": 2557, "dooby": 2558, "doonesbury": 2559, "door": 2560, "dot": 2561, "doubles": 2562, "dow": 2563, "dozen": 2564, "draw": 2565, "dream": 2566, "dreams": 2567, "drinking": 2568, "drinks": 2569, "driven": 2570, "dropped": 2571, "duck": 2572, "duel": 2573, "duke": 2574, "dutch": 2575, "dwarf": 2576, "dwight": 2577, "e.": 2578, "e.g.": 2579, "eagle": 2580, "easiest": 2581, "eastern": 2582, "eaten": 2583, "economy": 2584, "edberg": 2585, "edinburgh": 2586, "edith": 2587, "edition": 2588, "edward": 2589, "efficient": 2590, "egypt": 2591, "eight": 2592, "elections": 2593, "electricity": 2594, "ella": 2595, "else": 2596, "embassy": 2597, "employ": 2598, "employee": 2599, "endangered": 2600, "engineer": 2601, "engineering": 2602, "englishman": 2603, "enough": 2604, "entertainer": 2605, "entire": 2606, "epic": 2607, "episode": 2608, "equation": 2609, "equator": 2610, "ernie": 2611, "erupt": 2612, "eskimo": 2613, "espionage": 2614, "estate": 2615, "ethel": 2616, "ethnic": 2617, "even": 2618, "evil": 2619, "existence": 2620, "experienced": 2621, "experts": 2622, "exports": 2623, "extensions": 2624, "exxon": 2625, "ezra": 2626, "factor": 2627, "fair": 2628, "fairy": 2629, "faith": 2630, "falklands": 2631, "fall": 2632, "false": 2633, "fantastic": 2634, "farthest": 2635, "fat": 2636, "fatal": 2637, "fatman": 2638, "fbi": 2639, "feeling": 2640, "felt": 2641, "feudal": 2642, "fever": 2643, "fiction": 2644, "fictional": 2645, "fidelis": 2646, "figures": 2647, "files": 2648, "fit": 2649, "flags": 2650, "flavors": 2651, "flew": 2652, "flintstones": 2653, "float": 2654, "floors": 2655, "flourish": 2656, "flow": 2657, "fool": 2658, "forests": 2659, "fort": 2660, "founder": 2661, "fountain": 2662, "fraction": 2663, "francis": 2664, "frankenstein": 2665, "frankfurt": 2666, "fraze": 2667, "frederick": 2668, "frequency": 2669, "freud": 2670, "frontier": 2671, "frozen": 2672, "fun": 2673, "fusion": 2674, "gained": 2675, "galaxy": 2676, "gallon": 2677, "gallons": 2678, "gang": 2679, "garden": 2680, "garland": 2681, "gatsby": 2682, "gehrig": 2683, "gender": 2684, "genetics": 2685, "geographical": 2686, "gerald": 2687, "gestation": 2688, "gettysburg": 2689, "ghost": 2690, "gilbert": 2691, "gin": 2692, "glacier": 2693, "globe": 2694, "glove": 2695, "goat": 2696, "goddess": 2697, "gordon": 2698, "gore": 2699, "gourd": 2700, "graces": 2701, "graders": 2702, "grapes": 2703, "gravity": 2704, "gray": 2705, "greece": 2706, "grooves": 2707, "gross": 2708, "ground": 2709, "groups": 2710, "growth": 2711, "guild": 2712, "guinea": 2713, "gulliver": 2714, "guy": 2715, "gymnastics": 2716, "habeas": 2717, "habitat": 2718, "half": 2719, "ham": 2720, "hamlet": 2721, "hampshire": 2722, "handful": 2723, "handheld": 2724, "handle": 2725, "hank": 2726, "hard": 2727, "hardest": 2728, "hastings": 2729, "hawaii": 2730, "hawks": 2731, "healthy": 2732, "heaven": 2733, "heavier": 2734, "heavily": 2735, "heavyweight": 2736, "helens": 2737, "helicopter": 2738, "helium": 2739, "hell": 2740, "hemisphere": 2741, "hepburn": 2742, "herb": 2743, "hermann": 2744, "hermit": 2745, "heroine": 2746, "hibernia": 2747, "highway": 2748, "hijacked": 2749, "hike": 2750, "hills": 2751, "hoffman": 2752, "holes": 2753, "holiday": 2754, "holidays": 2755, "holy": 2756, "homer": 2757, "honor": 2758, "honorary": 2759, "hood": 2760, "hook": 2761, "hoover": 2762, "hope": 2763, "horoscope": 2764, "horrors": 2765, "horsepower": 2766, "hour": 2767, "housewife": 2768, "howard": 2769, "hub": 2770, "huckleberry": 2771, "hudson": 2772, "hundred": 2773, "hungary": 2774, "hunting": 2775, "husband-and-wife": 2776, "huston": 2777, "hymn": 2778, "idealab": 2779, "ill-fated": 2780, "illinois": 2781, "illustrated": 2782, "image": 2783, "imaginary": 2784, "importer": 2785, "importers": 2786, "imposed": 2787, "impress": 2788, "inaugurated": 2789, "inch": 2790, "incident": 2791, "including": 2792, "indies": 2793, "indiglo": 2794, "indonesia": 2795, "industrial": 2796, "injection": 2797, "innings": 2798, "intelligence": 2799, "interesting": 2800, "interview": 2801, "introduce": 2802, "invade": 2803, "invasion": 2804, "inventors": 2805, "ip": 2806, "iraq": 2807, "issue": 2808, "italians": 2809, "j.r.r.": 2810, "jacques": 2811, "jake": 2812, "jazz": 2813, "jeep": 2814, "jefferson": 2815, "jews": 2816, "jiggy": 2817, "joan": 2818, "jogging": 2819, "jogis": 2820, "joined": 2821, "joint": 2822, "jolson": 2823, "jonathan": 2824, "jordan": 2825, "josie": 2826, "journalist": 2827, "journey": 2828, "judson": 2829, "judy": 2830, "jules": 2831, "jump": 2832, "june": 2833, "jungle": 2834, "junk": 2835, "kafka": 2836, "kalahari": 2837, "keeps": 2838, "khrushchev": 2839, "kidnaped": 2840, "killing": 2841, "kills": 2842, "kiss": 2843, "kitchen": 2844, "knight": 2845, "knox": 2846, "kong": 2847, "korean": 2848, "labels": 2849, "labor": 2850, "lagoon": 2851, "landing": 2852, "larger": 2853, "laser": 2854, "laugh-in": 2855, "lauren": 2856, "lawyers": 2857, "lay": 2858, "layer": 2859, "layers": 2860, "leaders": 2861, "leads": 2862, "learn": 2863, "leaving": 2864, "lebanon": 2865, "legend": 2866, "legendary": 2867, "lemmon": 2868, "length": 2869, "lengths": 2870, "leon": 2871, "leper": 2872, "lethal": 2873, "lewis": 2874, "li": 2875, "lice": 2876, "lie": 2877, "lies": 2878, "lightning": 2879, "likes": 2880, "limit": 2881, "liner": 2882, "linked": 2883, "lite": 2884, "literal": 2885, "liver": 2886, "liverpool": 2887, "livingstone": 2888, "lloyd": 2889, "log": 2890, "looking": 2891, "lou": 2892, "louie": 2893, "loved": 2894, "lovers": 2895, "lsd": 2896, "luck": 2897, "lung": 2898, "luxury": 2899, "m.": 2900, "machine": 2901, "mae": 2902, "magazines": 2903, "maid-rites": 2904, "maiden": 2905, "mail": 2906, "major-league": 2907, "majority": 2908, "malaysia": 2909, "manufacture": 2910, "map": 2911, "marciano": 2912, "marco": 2913, "marcos": 2914, "margaret": 2915, "marine": 2916, "marked": 2917, "marlowe": 2918, "marriage": 2919, "marrow": 2920, "marry": 2921, "mars": 2922, "marshall": 2923, "martha": 2924, "martinis": 2925, "mascot": 2926, "massacre": 2927, "materials": 2928, "math": 2929, "matterhorn": 2930, "mau": 2931, "maurice": 2932, "maximum": 2933, "mayonnaise": 2934, "mckinley": 2935, "means": 2936, "measured": 2937, "measures": 2938, "medals": 2939, "medieval": 2940, "meeting": 2941, "mel": 2942, "melissa": 2943, "memphis": 2944, "menace": 2945, "mentor": 2946, "merchant": 2947, "message": 2948, "miami": 2949, "michener": 2950, "might": 2951, "mighty": 2952, "mill": 2953, "millennium": 2954, "millions": 2955, "mills": 2956, "milton": 2957, "mine": 2958, "minnesota": 2959, "minor": 2960, "mix": 2961, "mixing": 2962, "molecules": 2963, "monaco": 2964, "monet": 2965, "monitor": 2966, "mont": 2967, "monument": 2968, "moral": 2969, "moscow": 2970, "mosquito": 2971, "motors": 2972, "moving": 2973, "mules": 2974, "munich": 2975, "murdered": 2976, "muscles": 2977, "myrtle": 2978, "namath": 2979, "naples": 2980, "napoleon": 2981, "napsylate": 2982, "narrates": 2983, "nautical": 2984, "naval": 2985, "nelson": 2986, "neon": 2987, "nero": 2988, "nests": 2989, "neurological": 2990, "neurosurgeon": 2991, "news": 2992, "nile": 2993, "nintendo": 2994, "nj": 2995, "nns": 2996, "noble": 2997, "nominated": 2998, "norway": 2999, "nose": 3000, "nostradamus": 3001, "nowadays": 3002, "numeral": 3003, "numerals": 3004, "nursery": 3005, "nuts": 3006, "object-oriented": 3007, "occurs": 3008, "odors": 3009, "offices": 3010, "oklahoma": 3011, "olsen": 3012, "on-line": 3013, "opened": 3014, "opener": 3015, "opening": 3016, "operations": 3017, "orca": 3018, "orgasm": 3019, "originated": 3020, "ouija": 3021, "outer": 3022, "p.t.": 3023, "pages": 3024, "pairs": 3025, "palmer": 3026, "panel": 3027, "par": 3028, "parents": 3029, "parker": 3030, "parking": 3031, "parks": 3032, "parrot": 3033, "partner": 3034, "parton": 3035, "pascal": 3036, "past": 3037, "patented": 3038, "patricia": 3039, "pay": 3040, "pencil": 3041, "pendulum": 3042, "penetrate": 3043, "peninsula": 3044, "pepper": 3045, "pepsi": 3046, "per-capita": 3047, "persian": 3048, "pet": 3049, "pets": 3050, "phenomenon": 3051, "philadelphia": 3052, "photographer": 3053, "phrase": 3054, "physical": 3055, "pickering": 3056, "picture": 3057, "piggy": 3058, "pilot": 3059, "pilots": 3060, "pineapple": 3061, "pines": 3062, "pins": 3063, "piracy": 3064, "pistol": 3065, "placed": 3066, "plain": 3067, "plane": 3068, "please": 3069, "plo": 3070, "plot": 3071, "poetry": 3072, "poisoning": 3073, "polio": 3074, "polish": 3075, "political": 3076, "poll": 3077, "polo": 3078, "poor": 3079, "populated": 3080, "port": 3081, "possible": 3082, "postage": 3083, "postal": 3084, "pow": 3085, "powers": 3086, "pox": 3087, "preacher": 3088, "pregnacy": 3089, "premiered": 3090, "prepared": 3091, "press": 3092, "pressure": 3093, "prewitt": 3094, "pride": 3095, "primary": 3096, "princess": 3097, "principle": 3098, "principles": 3099, "print": 3100, "printing": 3101, "prison": 3102, "private": 3103, "problems": 3104, "processor": 3105, "programming": 3106, "prompted": 3107, "pronounce": 3108, "pronounced": 3109, "proposition": 3110, "protein": 3111, "proud": 3112, "provider": 3113, "provides": 3114, "province": 3115, "pseudonym": 3116, "public": 3117, "puppy": 3118, "purified": 3119, "pussycats": 3120, "pyramid": 3121, "q": 3122, "quadruplets": 3123, "quarts": 3124, "r.e.m.": 3125, "rabbit": 3126, "racing": 3127, "raid": 3128, "rail": 3129, "raised": 3130, "ram": 3131, "ranch": 3132, "randolph": 3133, "ranger": 3134, "ranges": 3135, "rank": 3136, "ratified": 3137, "rating": 3138, "ratio": 3139, "razor": 3140, "reagan": 3141, "really": 3142, "rear": 3143, "recognize": 3144, "recommended": 3145, "refer": 3146, "regarding": 3147, "register": 3148, "regular": 3149, "related": 3150, "relations": 3151, "relationship": 3152, "relative": 3153, "religions": 3154, "renaissance": 3155, "rent": 3156, "replaced": 3157, "report": 3158, "representative": 3159, "representatives": 3160, "requirement": 3161, "requirements": 3162, "resistance": 3163, "resource": 3164, "responsible": 3165, "restore": 3166, "restored": 3167, "results": 3168, "revolt": 3169, "revolutionaries": 3170, "revolutions": 3171, "revolve": 3172, "rex": 3173, "rhett": 3174, "rhodes": 3175, "rica": 3176, "rice": 3177, "rick": 3178, "rings": 3179, "ripening": 3180, "robinson": 3181, "rockefeller": 3182, "rocks": 3183, "rode": 3184, "roe": 3185, "romantic": 3186, "ronald": 